Repository: pypi-data/pypi-mirror-6
Catalog: packages/collective.portlet.mybookmarks/collective.portlet.mybookmarks-1.3.4.zip/collective.portlet.mybookmarks-1.3.4/collective/portlet/mybookmarks/locales/*/LC_MESSAGES/collective.portlet.mybookmarks.po
Languages: it

source: Add
it: Aggiungi

source: Add the current object to your bookmarks list
it: Aggiungi l'oggetto corrente alla lista dei bookmark

source: Bookmark added.
it: Bookmark aggiunto.

source: Bookmark already present.
it: Bookmark gi√† presente.

source: Bookmark not present in list.
it: Bookmark non presente in elenco.

source: Bookmark removed.
it: Bookmark rimosso.

source: Delete
it: Rimuovi

source: Error in removal process
it: Errore durante la rimozione

source: External bookmarks: all the required fields must be filled.
it: Bookmark esterni: devi riempire tutti i campi obbligatori.

source: Insert the title of the portlet.
it: Inserisci il titolo della portlet.

source: Personal bookmark
it: Bookmark personali

source: Removal bookmark undone
it: Rimozione del bookmark annullata

source: Remove bookmark: you must select a bookmark to remove from the portlet
it: Rimozione del bookmark: devi scegliere un bookmark da rimuovere dalla portlet

source: Required
it: Obbligatorio

source: Title of the portlet
it: Titolo della portlet

source: add
it: aggiungi

source: confirm_delete_text
it: Sei sicuro di voler rimuovere questo bookmark?

source: confirm_delete_title
it: Conferma rimozione bookmark

source: delete
it: rimuovi

source: label_cancel
it: Annulla

source: label_required
it: (Obbligatorio)

source: mybookmarks_add_external_title
it: Nuovo bookmark esterno

source: mybookmarks_external_title
it: Titolo

source: mybookmarks_external_title_help
it: Titolo del bookmark

source: mybookmarks_external_url
it: Url

source: mybookmarks_external_url_help
it: Url del bookmark.

source: mybookmarks_js_label
it: Bookmark esterno
