Repository: pypi-data/pypi-mirror-6
Catalog: packages/bika.lims/bika.lims-3.0-py2.6.egg/bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: tr_tr

source: Limit Search Results
tr_tr: Arama Sonuçlarını Kısıtla

source: Linked Sample
tr_tr: Bağlı Numune

source: Load Setup Data
tr_tr: Kurulum Verilerini Yükle

source: Load documents describing the method here
tr_tr: Metodu açıklayan dökümanı yükleyiniz.

source: Log
tr_tr: Kayıt

source: Login details
tr_tr: Oturum açma detayları

source: Login failed. Both email address and password are case sensitive, check that caps lock is not enabled.
tr_tr: Giriş başarısız. E-posta adresi ve şifre büyük/küçük harf duyarlıdır, büyük harf kilidinin açık olup olmadığını kontrol edin.

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
tr_tr: Giriş başarısız. Kullanıcı adı ve şifre büyük/küçük harf duyarlıdır, büyük harf kilidinin açık olup olmadığını kontrol edin.

source: Longitude
tr_tr: Boylam

source: Lot Number
tr_tr: Lot Numarası

source: Mailing address
tr_tr: Postalama adresi

source: Male
tr_tr: Erkek

source: Manager
tr_tr: Yönetici

source: Manager Email
tr_tr: Yönetici E-postası

source: Manager Phone
tr_tr: Yönetici Telefon Numarası

source: Manufacturer
tr_tr: Üretici

source: Max Time
tr_tr: Max Süre

source: Maximum columns per results email
tr_tr: Sonuç e-postası başına maksimum kolon sayısı

source: Maximum possible size or volume of samples.
tr_tr: Numunelerin maksimum büyüklüğü veya hacmi

source: Maximum time allowed for completion of the analysis. A late analysis alert is raised when this period elapses
tr_tr: Analizin tamamlanması için izin verilen maksimum süre. Bu süre sonunda değer girilmemiş olursa "Geciken Analiz" olarak işaretlenecektir.

source: Maximum turn-around time
tr_tr: Maksimum geri dönüş süresi

source: Member discount %
tr_tr: Üye indirimi %

source: Member discount applies
tr_tr: Uygulanan üye indirimi

source: Method
tr_tr: Metot

source: Method Document
tr_tr: Metot Dosyası

source: Method Instructions
tr_tr: Metot Talimatları

source: Methods
tr_tr: Metotlar

source: Methods included in the ${accreditation_body} schedule of Accreditation for this Laboratory. Analysis remarks are not accredited
tr_tr: Metotlar ${accreditation_body} tarafından akreditasyonda kullanılmak üzere takvime alınmıştır. Analiz açıklamaları akreditasyona dahil değildir.

source: Methods of analysis available by clicking on the 'Request' link
tr_tr: 'Analiz Talebi' bağlantısına tıkladığınızda analiz metotlarını görebilirsiniz.

source: Mine
tr_tr: Maden

source: Minimum 5 characters.
tr_tr: En az 5 karakter.

source: Minimum Volume
tr_tr: Minimum Hacim

source: Minimum number of results for QC stats calculations
tr_tr: QC değerlerini hesaplamak için gereken minimum sonuç sayısı.

source: Minutes
tr_tr: Dakika

source: Mobile Phone
tr_tr: Cep Telefonu

source: Name
tr_tr: İsim

source: No analyses have been selected
tr_tr: Hiç bir analiz seçilmedi

source: No analyses were added
tr_tr: Hiçbir analiz eklenmedi.

source: No analyses were added to this worksheet.
tr_tr: Bu çalışmaya hiçbir analiz eklenmedi.

source: No control type specified
tr_tr: Hiç bir kontrol türü belirlenmedi

source: No data was entered
tr_tr: Veri girilmedi

source: No items were published
tr_tr: Hiçbir madde yayınlanmadı.

source: No of containers
tr_tr: Numune kapları

source: No user exists for ${contact_fullname} and he/she will not be able to log in. Fill in the form below to create one for him/her.
tr_tr: ${contact_fullname} için hiçbir kullanıcı giriş yapmak üzere mevcut değil. Formu doldurarak bir kullanıcı oluşturmalısınız.

source: None
tr_tr: Hiçbiri

source: Not Permitted
tr_tr: İzin verilmedi

source: Not invoiced
tr_tr: Faturalanmadı

source: Number of samples
tr_tr: Numune sayısı

source: Open
tr_tr: Açık

source: Order
tr_tr: Sipariş

source: Order Date
tr_tr: Sipariş Tarihi

source: Order ID
tr_tr: Sipariş ID

source: Order Number
tr_tr: Sipariş Numarası

source: Orders
tr_tr: Siparişler

source: Password
tr_tr: Şifre

source: Password lifetime
tr_tr: Şifre geçerlilik süresi

source: Pending
tr_tr: Beklemede

source: Pending orders
tr_tr: Beklemede olan siparişler

source: Permitted
tr_tr: İzin verildi

source: Permitted Error %
tr_tr: İzin verilen hata %

source: Phone
tr_tr: Telefon

source: Phone (business)
tr_tr: Telefon (iş)

source: Phone (home)
tr_tr: Telefon (ev)

source: Phone (mobile)
tr_tr: Telefon (GSM)

source: Physical address
tr_tr: Adres

source: Picking Slip
tr_tr: Toplama Fişi

source: Point of Capture
tr_tr: Alınma Noktası

source: Position
tr_tr: Pozisyon

source: Postal address
tr_tr: Posta adresi

source: Pre-preserved
tr_tr: Ön-muhafazada

source: Precision as number of decimals
tr_tr: Ondalık sayı olarak hassasiyet

source: Prefixes
tr_tr: Önekler

source: Preservation
tr_tr: Muhafaza

source: Preservation Category
tr_tr: Muhafaza Kategorisi

source: Price
tr_tr: Fiyat

source: Price (excluding VAT)
tr_tr: Fiyat (KDV hariç)

source: Price excluding VAT
tr_tr: KDV hariç fiyat

source: Pricelist for
tr_tr: Fiyat listesi

source: Product
tr_tr: Ürün

source: Profile
tr_tr: Profil

source: Profile Analyses
tr_tr: Profil Analizleri

source: Profile Key
tr_tr: Profil Tuşu

source: Profile Keyword
tr_tr: Profil Anahtar Kelimeler

source: Profiles
tr_tr: Profiller

source: Publication preference
tr_tr: Yayınlanma tercihleri

source: Published
tr_tr: Yayınlandı

source: QC
tr_tr: KK

source: Quantity
tr_tr: Miktar

source: QuoteID
tr_tr: AlıntıID

source: Range Specification
tr_tr: Aralık Özellikleri

source: Range max
tr_tr: Max aralık

source: Range min
tr_tr: Min aralık

source: Receive
tr_tr: Teslim alma

source: Received
tr_tr: Alındı

source: Reference
tr_tr: Referans

source: Reference Definition
tr_tr: Referans Tanımı

source: Reference Definitions
tr_tr: Referans Tanımları

source: Reference Samples
tr_tr: Referans Numuneler

source: Reference Type
tr_tr: Referans Türü

source: Reference sample values are zero or 'blank'
tr_tr: Referans örnek değerleri sıfır ya da 'kör' olan

source: Register
tr_tr: Kayıt

source: Remarks
tr_tr: Düşünceler

source: Report
tr_tr: Rapor

source: Report as Dry Matter
tr_tr: Kuru Madde Olarak Raporla

source: Reported as dry matter
tr_tr: Kuru madde olarak raporlandı

source: Request ID
tr_tr: Talep eden ID

source: Request new analyses
tr_tr: Yeni analizler talep et

source: Requests
tr_tr: Talepler

source: Required
tr_tr: Mecburi

source: Required Volume
tr_tr: Gerekli Hacim

source: Result
tr_tr: Sonuç

source: Result Footer
tr_tr: Sonuç Altbilgisi

source: Result Options
tr_tr: Sonuç Seçenekleri

source: Result Value
tr_tr: Sonuç Değeri

source: Result out of ${spec} specified range
tr_tr: Sonuç; belirtilen aralığın ${spec} dışında

source: Result out of range
tr_tr: Sonuç aralık dışında kaldı

source: Retested
tr_tr: Tekrar analiz edildi

source: Salutation
tr_tr: Hitap

source: Sample
tr_tr: Numune

source: Sample Date
tr_tr: Numune Tarihi

source: Sample Due
tr_tr: Numune Beklenmekte

source: Sample ID
tr_tr: Numune ID

source: Sample ID Padding
tr_tr: Numune ID Atama

source: Sample Matrices
tr_tr: Numune Matrisleri

source: Sample Matrix
tr_tr: Numune Matrisi

source: Sample Point
tr_tr: Örnekleme Noktası

source: Sample Points
tr_tr: Örnekleme Noktaları

source: Sample Type
tr_tr: Numune Türü

source: Sample Type Prefix
tr_tr: Numune Türü Öneki

source: Sample Types
tr_tr: Numune Türleri

source: Samples
tr_tr: Numuneler

source: Samples of this type should be treated as hazardous
tr_tr: Bu tip numuneler tehlikeli olarak ele alınmalıdır.

source: Sampling Date
tr_tr: Numune Alma Tarihi

source: Sampling Frequency
tr_tr: Numune Alma Sıklığı

source: Save
tr_tr: Kaydet

source: Search
tr_tr: Ara

source: Seconds
tr_tr: Saniye

source: Select Sample
tr_tr: Ürün Seç

source: Select a data interface
tr_tr: Bir ver arayüzü seçin

source: Select a destinaton position and the AR to duplicate.
tr_tr: Çoğaltmak için bir hedef konumu ve Analiz Talebi seçin.

source: Select all items
tr_tr: Tüm maddeleri seç

source: Select an Import/Export interface for this instrument.
tr_tr: Bu cihaz için bir veri içe aktarım / dışa aktarım arayüzü seçin.

source: Select analysis method
tr_tr: Analiz metodunu seçin

source: Select analyst
tr_tr: Analiz Seç

source: Select if analyses to be excluded from invoice
tr_tr: Analizler faturaya işlenmeyecekse işaretleyin.

source: Select if the descriptions should be included
tr_tr: Açıklamalar da dahil edilecekse işaretleyin.

source: Select instrument
tr_tr: Cihaz seç

source: Select template
tr_tr: Şablon seç

source: Select the preferred instrument
tr_tr: Tercih edilen cihazı seçin.

source: Select which Analyses should be included on the Worksheet
tr_tr: Hangi analizlerin çalışmada yer alacağını seçin.

source: Serial No
tr_tr: Seri No

source: Service
tr_tr: Hizmet

source: Services
tr_tr: Hizmetler

source: Set to lab defaults
tr_tr: Lab varsayılanı olarak ayarla

source: Set up the laboratory analysis service results specifications
tr_tr: Laboratuvar analiz hizmeti sonuç özelliklerini ayarla

source: Shipping address
tr_tr: Teslim adresi

source: Signature
tr_tr: İmza

source: Size
tr_tr: Boyut

source: Small
tr_tr: Küçük

source: Special
tr_tr: Özel

source: State
tr_tr: Eyalet

source: Status
tr_tr: Durum

source: Submit
tr_tr: Gönder

source: Subtotal
tr_tr: Aratoplam

source: Supplier
tr_tr: Tedarikçi

source: Suppliers
tr_tr: Tedarikçiler

source: Surname
tr_tr: Soyisim

source: Task
tr_tr: Görev

source: Technical description and instructions intended for analysts
tr_tr: Analistlere yönelik teknik açıklama ve talimatlar

source: Temperature
tr_tr: Sıcaklık

source: Template
tr_tr: Şablon

source: Test results are at a ${lab_confidence} % confidence level
tr_tr: Analiz sonuçları % ${lab_confidence} güven seviyesinde

source: The ID assigned to the client's request by the lab
tr_tr: Laboratuvar tarafından müşterinin talebine atanan ID

source: The ID assigned to the client's sample by the lab
tr_tr: Laboratuvar tarafından müşterinin numunesine atanan ID

source: The Laboratory's web address
tr_tr: Laboratuvarın web adresi

source: The accreditation standard that applies, e.g. ISO 17025
tr_tr: Uygulanan akreditasyon standardı, ör: ISO 17025

source: The analyses included in this profile, grouped per category
tr_tr: Bu profile dahil olan analizler, kategori başına gruplandırılmış

source: The analysis to be used for determining dry matter.
tr_tr: Kuru madde miktarının belirlenmesi için kullanılacak analiz.

source: The attachments linked to analysis requests and analyses
tr_tr: Ekler, analiz talepleri ve analizlere atanmıştır.

source: The category the analysis service belongs to
tr_tr: Analiz Hizmetinin ait olduğu kategori

source: The full URL: http://URL/path:port
tr_tr: Tam URL adresi: http://URL/path:port

source: The height or depth at which the sample has to be taken
tr_tr: Numune alınması gereken yükseklik veya derinlik

source: The instrument's model number
tr_tr: Cihazın model numarası

source: The laboratory department
tr_tr: Laboratuvar bölümü

source: The length of the zero-padding for Sample IDs
tr_tr: Numune ID'leri için öndeki 0 atama sayısı

source: The length of the zero-padding for the AR number in AR IDs
tr_tr: Analiz Talepleri ID'leri için Analiz Talebine numarası önüne 0 atama sayısı

source: The measurement units for this analysis service' results, e.g. mg/l, ppm, dB, mV, etc.
tr_tr: Bu analiz hizmetinin sonuçları için kullanılacak birim, ör: mg/l, ppm, dB, mV, vb.

source: The number of analyses requested per analysis service
tr_tr: Analiz hizmeti başına istenen analizlerin sayısı

source: The number of analyses requested per sample type
tr_tr: Numune türü başına istenen analizlerin sayısı

source: The number of requests and analyses
tr_tr: İsteklerin ve analizlerin sayısı

source: The number of requests and analyses per client
tr_tr: Müşteri başına isteklerin ve analizlerin sayısı

source: The turnaround times of analyses
tr_tr: Analizlerin gerçekleştirme süreleri

source: There are no results.
tr_tr: Sonuç yok.

source: This Analysis Service cannot be activated because it's calculation is inactive.
tr_tr: Bu Analiz Hizmeti etkinleştirilemedi: Hesaplama metodu devre dışı.

source: This Analysis Service cannot be deactivated because one or more active calculations list it as a dependency
tr_tr: Bu Analiz Hizmeti bağlı hesaplama yöntemleri etkin olduğundan devre dışı bırakılamadı.

source: This document shall not be reproduced except in full, without the written approval of ${name_lab}
tr_tr: Bu belge ${name_lab} tarafından yazılı onay verilemeden çoğaltılamaz.

source: Title
tr_tr: Başlık

source: To be verified
tr_tr: Doğrulanacak

source: Total
tr_tr: Toplam

source: Total Price
tr_tr: Toplam Fİyat

source: Total price
tr_tr: Toplam fiyat

source: Total:
tr_tr: Toplam:

source: Type
tr_tr: Tür

source: Uncertainty
tr_tr: Belirsizlik

source: Undefined
tr_tr: Tanımlanmamış

source: Unit
tr_tr: Birim

source: Unit price
tr_tr: Birim fiyatı

source: Use external ID server
tr_tr: Harici ID sunucusu kullan

source: User
tr_tr: Kullanıcı

source: User Name
tr_tr: Kullanıcı Adı

source: VAT
tr_tr: KDV

source: VAT %
tr_tr: KDV %

source: VAT Amount
tr_tr: KDV Tutarı

source: VAT number
tr_tr: Vergi Numarası

source: Valid from
tr_tr: Geçerlilik Başlangıç Tarihi

source: Valid until
tr_tr: Geçerlilik Bitiş Tarihi

source: Validation
tr_tr: Validasyon

source: Validation failed: Bearing must be E/W
tr_tr: Validasyon başarısız: Yön Doğu / Batı olmalıdır.

source: Validation failed: Bearing must be N/S
tr_tr: Validasyon başarısız: Yön Kuzey / Güney olmalıdır.

source: Validation failed: Result Values must be numbers
tr_tr: Validasyon başarısız: Sonuç değerleri sayısal olmalıdır.

source: Validation failed: degrees must be 0 - 90
tr_tr: Validasyon başarısız: derece değeri 0-90 aralığında olmalıdır.

source: Validation failed: degrees must be numeric
tr_tr: Validasyon başarısız: derece değerleri sayısal olmalıdır.

source: Validation failed: keyword contains invalid characters
tr_tr: Validasyon başarısız: anahtar sözcükler geçersiz karakter içeriyor.

source: Validation failed: minutes must be 0 - 59
tr_tr: Validasyon başarısız: dakika değeri 0 - 59 aralığında olmalıdır.

source: Validation failed: minutes must be numeric
tr_tr: Validasyon başarısız: dakika değeri sayısal olmalıdır.

source: Validation failed: seconds must be 0 - 59
tr_tr: Validasyon başarısız: saniye değeri 0 - 59 aralığında olmalıdır.

source: Validation failed: seconds must be numeric
tr_tr: Validasyon başarısız: saniye değeri sayısal olmalıdır.

source: Validity
tr_tr: Geçerlilik

source: Value
tr_tr: Değer

source: Verified
tr_tr: Doğrulandı

source: Verified by
tr_tr: Doğrulayan

source: Version
tr_tr: Versiyon

source: Versioning for this file has been disabled because it is too large
tr_tr: Çok büyük olduğu için versiyon değişikliği bu dosya için devre dışı bırakıldı.

source: Volume
tr_tr: Hacim

source: Worksheet
tr_tr: Çalışma

source: Worksheet Layout
tr_tr: Çalışma Görünümü

source: Worksheet Templates
tr_tr: Çalışma Şablonları

source: Worksheets
tr_tr: Çalışmalar

source: You must select an instrument
tr_tr: Bir cihaz seçmelisiniz

source: action
tr_tr: işlem

source: comment
tr_tr: yorum

source: max
tr_tr: maks

source: range
tr_tr: aralık

source: until
tr_tr: bitiş tarihi
