Repository: pypi-data/pypi-mirror-6
Catalog: packages/bika.lims/bika.lims-3.0-py2.6.egg/bika/lims/locales/*/LC_MESSAGES/bika.po
Languages: tr_tr

source: date_format_long
tr_tr: ${Y}-${m}-${d} ${I}:${M} ${p}

source: date_format_short
tr_tr: ${Y}-${m}-${d}

source: date_format_short_datepicker
tr_tr: yy-aa-gg

source: Extension profile for the Bika LIMS
tr_tr: Bika LIMS için genişleme profili

source: Default
tr_tr: Varsayılan

source: Service dependencies
tr_tr: Hizmet bağımlılıkları

source: <p>${service} requires the following services to be selected:</p><br/><p>${deps}</p><br/><p>Do you want to apply these selections now?</p>
tr_tr: <p>${service} Aşağıdaki hizmetlerden seçim yapılması gerekmektedir:</p><br/><p>${deps}</p><br/><p>Bu seçimleri şu anda uygulamak ister misiniz?</p>

source: <p>The following services depend on ${service}, and will be unselected if you continue:</p><br/><p>${deps}</p><br/><p>Do you want to remove these selections now?</p>
tr_tr: <p>Aşağıdaki hizmetler birbirine bağlı olduğu için devam ederseniz devre dışı kalacak olan hizmet: ${service} </p><br/><p>${deps}</p><br/><p>Bu seçimleri şu anda kaldırmak ister misiniz?</p>

source: This will remove all existing client analysis specifications and create copies of all lab specifications. Are you sure you want to do this?
tr_tr: Bu işlem tüm mevcut müşteri analizi özelliklerini kaldıracak ve tüm laboratuvar özelliklerinin kopyasını oluşturacaktır. Devam etmek istediğinize emin misini?

source: Slot
tr_tr: Yer

source: Parent
tr_tr: Esas

source: ${contact_fullname} can log into the LIMS by using ${contact_username} as username. Contacts must change their own passwords. If a password is forgotten a contact can request a new password from the login form.
tr_tr: Sayın, ${contact_fullname} LIMS girişi için kullanıcı adınız: ${contact_username} Kullanıcılar şifrelerini kendileri değiştirmelidir. Şifrenizi unutursanız giriş formundaki yeni şifre bağlantısını kullanabilirsiniz.

source: ${id} is not a valid sample ID
tr_tr: ${id} geçerli bir Numune ID değeri değil.

source: ${items} are waiting for preservation.
tr_tr: ${items} muhafaza için bekliyor.

source: ${items} are waiting to be received.
tr_tr: ${items} alınmayı bekliyor.

source: ${items} were published.
tr_tr: ${items} yayınlandı.

source: ${items}: partitions are waiting to be received.
tr_tr: ${items}: bölümler alınmayı bekliyor.

source: ${item} is waiting for preservation.
tr_tr: ${items} muhafaza için bekliyor.

source: ${item} is waiting to be received.
tr_tr: ${items} alınmayı bekliyor.

source: ${item} published.
tr_tr: ${item} yayınlandı.

source: ${item}: ${part} is waiting to be received.
tr_tr: ${item}: ${part} alınmayı bekliyor.

source: ${labname} has been accredited as ${accr} conformant by ${abbr}, (${body}). ${abbr} is recognised by government as a national accreditation body in ${labcountry}.
tr_tr: ${labname}, ${accr} tarafından akredite edilmiştir. Uygunluk: ${abbr}, (${body}). ${abbr} Ulusal Akreditasyon Kurumu, ${labcountry}.

source: ${samplepoint} is not a valid sample point
tr_tr: ${samplepoint}, geçerli bir örnekleme noktası değil.

source: ${sampletype} is not a valid sample type
tr_tr: ${sampletype} geçerli bir örnek tipi değil.

source: % Error
tr_tr: % Hata

source: % Performed
tr_tr: Yapılan %

source: % Published
tr_tr: Yayınlanan %

source: 'Classic' indicates importing analysis requests per sample and analysis service selection. With 'Profiles', analysis profile keywords are used to select multiple analysis services together
tr_tr: 'Profil' seçeneğinde, çoklu analiz hizmeti seçmek için analiz profili anahtar sözcükleri kullanılmalıdır. 'Klasik' terimi analiz hizmeti seçimi ve her bir numune için analiz talebi girişini belirtir.

source: (Blank)
tr_tr: (Kör)

source: (Control)
tr_tr: (Kontrol)

source: (Duplicate)
tr_tr: (Tekerrür)

source: (Hazardous)
tr_tr: (Tehlikeli)

source: (Required)
tr_tr: (Gerekli)

source: AR Attachment Option
tr_tr: AR Eklenti Seçeneği

source: AR ID Padding
tr_tr: AR ID Doldurma

source: AR Import
tr_tr: AR İçe Aktarma

source: AR Import options
tr_tr: AR İçe Aktarma seçenekleri

source: AR Templates
tr_tr: AR Şablonlar

source: Account Name
tr_tr: Hesap Adı

source: Account Number
tr_tr: Hesap No

source: Account Type
tr_tr: Hesap Tipi

source: Accreditation
tr_tr: Akreditasyon

source: Accreditation Body
tr_tr: Akreditasyon Kurumu

source: Accreditation Body Abbreviation
tr_tr: Akreditasyon Kurumu Kısaltması

source: Accreditation Body URL
tr_tr: Akreditasyon Kurumu Linki

source: Accreditation Logo
tr_tr: Akreditasyon Logosu

source: Accreditation Reference
tr_tr: Akreditasyon Başvurusu

source: Accredited
tr_tr: Akredite

source: Action
tr_tr: İşlem

source: Actions performed by users (or specific user) between a period of time
tr_tr: Kullanıcılar (ya da tek bir kullanıcı) tarafından belirli bir zaman aralığında yapılan işlemler

source: Active
tr_tr: Etkin

source: Add
tr_tr: Ekle

source: Add Analyses
tr_tr: Analiz Ekle

source: Add Blank Reference
tr_tr: Kör Referans Ekle

source: Add Control Reference
tr_tr: Kontrol Referans Ekle

source: Add Duplicate
tr_tr: Tekerrür Ekle

source: Add Profile
tr_tr: Profil Ekle

source: Add Template
tr_tr: Şablon Ekle

source: Add a remarks field to all analyses
tr_tr: Tüm analizler için açıklama alanı ekle

source: Add new
tr_tr: Yeni ekle

source: Address
tr_tr: Adres

source: Adds a two-digit year after the ID prefix
tr_tr: ID ön ekinden sonra iki basamaklı yıl bilgisi ekler

source: Administrative Reports
tr_tr: İdari Raporlar

source: Agency
tr_tr: Kurum

source: All
tr_tr: Tüm

source: All Accredited analysis services are listed here.
tr_tr: Tüm akredite analiz hizmetleri burada listelenmiştir.

source: All Samples
tr_tr: Tüm Numuneler

source: All analyses assigned
tr_tr: Tüm analizler sevk edildi

source: All analyses of type
tr_tr: Tüm Analiz türleri

source: All reference samples in the system are displayed here.
tr_tr: Sistemdeki tüm referans numuneler burada listelenmiştir.

source: Always expand the selected categories in client views
tr_tr: Müşteri ekranında seçili kategorileri her zaman genişletilmiş olarak göster

source: Amount
tr_tr: Miktar

source: An item's workflow state (e.g.published)
tr_tr: Bir öğrenin iş akışı durumu (ör: yayınlandı)

source: Analyses
tr_tr: Analizler

source: Analyses in error shoulder range
tr_tr: Hata aralığındaki analizler

source: Analyses out of range
tr_tr: Aralığın dışındaki analizler

source: Analyses per analysis service
tr_tr: Analiz hizmeti başına analizler

source: Analyses per sample type
tr_tr: Örnek türü başına analizler

source: Analyses per service
tr_tr: Hizmet başına analizler

source: Analyses performed and published as % of total
tr_tr: Analizlerin toplamda tamamlanan ve yayınlanan % değeri

source: Analyses performed as % of total
tr_tr: Analizlerin toplamda tamamlanan % değeri

source: Analyses related reports
tr_tr: Analizlerin ilgili raporları

source: Analyses repeated
tr_tr: Tekrarlanan analizler

source: Analyses results out of client or lab specified range
tr_tr: Sonuçları müşteri veya laboratuvar tarafından belirtilen aralığın dışında kalan analizler

source: Analyses retested
tr_tr: Tekrar test edilen analizler

source: Analyses summary per department
tr_tr: Departman başına analizlerin özetleri

source: Analyses which have been retested
tr_tr: Yeniden test edilmiş analizler

source: Analysis
tr_tr: Analiz

source: Analysis Attachment Option
tr_tr: Analiz Eklenti Seçeneği

source: Analysis Categories
tr_tr: Analiz Kategorileri

source: Analysis Category
tr_tr: Analiz Kategorisi

source: Analysis Keyword
tr_tr: Analiz Anahtar Kelimesi

source: Analysis Profile
tr_tr: Analiz Profili

source: Analysis Profiles
tr_tr: Analiz Profilleri

source: Analysis Request
tr_tr: Analiz Talebi

source: Analysis Request ID
tr_tr: Analiz Talep ID No

source: Analysis Request Imports
tr_tr: Analiz Talebi Girişi

source: Analysis Requests
tr_tr: Analiz Talepleri

source: Analysis Service
tr_tr: Analiz Hizmeti

source: Analysis Services
tr_tr: Analiz Hizmetleri

source: Analysis Specifications
tr_tr: Analiz Özellikleri

source: Analysis State
tr_tr: Analiz Durumu

source: Analysis Type
tr_tr: Analiz Türü

source: Analysis category
tr_tr: Analiz Kategorisi

source: Analysis requests and analyses
tr_tr: Analiz talepleri ve analizler

source: Analysis requests and analyses per client
tr_tr: Müşterilere göre analiz talepleri ve analizler

source: Analysis requests not invoiced
tr_tr: Faturalanmamış analiz talepleri

source: Analysis result within error range
tr_tr: Hata aralığındaki analiz sonucu

source: Analysis results for per sample point and analysis service
tr_tr: Analiz hizmeti ve örnekleme noktasına göre analiz sonuçları

source: Analysis results out of lab or client specified range Note that this may take several minutes
tr_tr: Sonuçları müşteri veya laboratuvar tarafından belirtilen aralığın dışında kalan analizler Not: bu işlem bir kaç dakika sürebilir

source: Analysis results relate only to the samples tested
tr_tr: Yalnızca analiz edilen numunelerle ilgili sonuçlar

source: Analysis service
tr_tr: Analiz Hizmeti

source: Analysis specification
tr_tr: Analiz Özellikleri

source: Analysis specifications reset to lab defaults.
tr_tr: Analiz özellikleri laboratuvar varsayılan değerlerine sıfırlanır.

source: Analysis turnaround time
tr_tr: Analiz gerçekleştirme süresi

source: Analysis turnaround time over time
tr_tr: Zamanla analizi gerçekleştirme süresi

source: Analysis turnaround times
tr_tr: Analiz gerçekleştirme süreleri

source: Analysis turnaround times over time
tr_tr: Zamanla analizi gerçekleştirme süreleri

source: Analyst
tr_tr: Analist

source: Any
tr_tr: Herhangi

source: Applied
tr_tr: Uygulandı

source: Apply template
tr_tr: Şablonu uygula

source: Assigned
tr_tr: Sevk Edildi

source: Assigned to worksheet
tr_tr: Çalışmaya sevk edildi

source: Assigned to: ${worksheet_id}
tr_tr: Sevk edildiği ID: ${worksheet_id}

source: Attach to
tr_tr: Ekle

source: Attachment
tr_tr: Eklenti

source: Attachment Keys
tr_tr: Eklenti Tuşları

source: Attachment Option
tr_tr: Eklenti Seçeneği

source: Attachment Type
tr_tr: Eklenti Türü

source: Attachment Types
tr_tr: Eklenti Türleri

source: Attachment not permitted
tr_tr: İzin verilmeyen eklentiler

source: Attachment required
tr_tr: Eklenti gerekli

source: Attachment type
tr_tr: Eklenti türü

source: Attachments
tr_tr: Eklentiler

source: Attachments Permitted
tr_tr: İzin Verilen Eklentiler

source: Automatic label printing
tr_tr: Otomatik Etiket Baskısı

source: Automatic log-off
tr_tr: Otomatik oturum kapatma

source: Average TAT
tr_tr: Ortalama TAT

source: Average early
tr_tr: Ortalama zamanından önce

source: Average late
tr_tr: Ortalama zamanından sonra

source: Back to list
tr_tr: Listeye dön

source: Bank branch
tr_tr: Banka şubesi

source: Bank name
tr_tr: Banka adı

source: Batch
tr_tr: Toplu İş

source: Batch ID
tr_tr: Toplu İş ID

source: Batch Labels
tr_tr: Toplu İş Etiketleri

source: Batch end date
tr_tr: Toplu iş bitiş tarihi

source: Batch labels
tr_tr: Toplu iş etiketleri

source: Batch start date
tr_tr: Toplu iş başlama tarihi

source: Batches
tr_tr: Toplu İşler

source: Bearing
tr_tr: Etki

source: Bika LIMS Configuration
tr_tr: Bika LIMS Konfigürasyonu

source: Billing address
tr_tr: Fatura adresi

source: Blank
tr_tr: Kör

source: Brand
tr_tr: Markası

source: Bulk discount applies
tr_tr: Toplu indirim uygulanır

source: Bulk price (excluding VAT)
tr_tr: Toplu fiyat (KDV hariç)

source: Business Phone
tr_tr: İş Telefonu

source: CC Emails
tr_tr: CC E-Posta

source: Calculation
tr_tr: Hesaplama

source: Calculation Formula
tr_tr: Hesaplama Formülü

source: Calculation Interim Fields
tr_tr: Hesaplama Ara Alanları

source: Calculation: ${calc_name}
tr_tr: Hesaplama: ${calc_name}

source: Calculation: None
tr_tr: Hesaplama: Yok

source: Calculations
tr_tr: Hesaplamalar

source: Calibration
tr_tr: Kalibrasyon

source: Calibrator
tr_tr: Kalibrasyonu yapan

source: Can be reported as dry matter
tr_tr: Kuru madde cinsinden raporlanabilir

source: Cancelled
tr_tr: İptal edildi

source: Cannot activate calculation, because the following service dependencies are inactive: ${inactive_services}
tr_tr: ${inactive_services} etkin olmadığından hesaplama etkinleştirilemedi.

source: Cannot deactivate calculation, because it is in use by the following services: ${calc_services}
tr_tr: ${calc_services} tarafından kullanımda olduğundan hesaplama devre dışı bırakılamadı.

source: Capacity
tr_tr: Kapasite

source: Catalogue Number
tr_tr: Katalog Numarası

source: Categorise analysis services setup list
tr_tr: Analiz hizmetleri kurulum listesini kategorize et

source: Category
tr_tr: Kategori

source: Category cannot be deactivated because it contains Analysis Services
tr_tr: Analiz hizmeti içerdiğinden kategori devre dışı bırakılamadı.

source: Certification Num
tr_tr: Sertifikasyon Numarası

source: Check this box if the analysis service is included in the laboratory's schedule of accredited analyses
tr_tr: Analiz hizmeti, laboratuvarın akredite analizler takvimine dahil ise bu kutucuğu işaretleyin.

source: Check this box if your laboratory is accredited
tr_tr: Laboratuvarınız akredite ise bu kutucuğu işaretleyin.

source: Check this box to ensure a separate sample container is used for this analysis service
tr_tr: Analiz hizmeti için ayrı bir numune kabı kullanıldıysa için bu kutucuğu işaretleyin.

source: Check this if you want to use a separate ID server. Prefixes are configurable separately in each Bika site
tr_tr: Ayrı bir ID sunucusu kullanmak istiyorsanız bu kutucuğu işaretleyin. Ön-ekler her bir Bika sitesinde ayrıca ayarlanabilir.

source: City
tr_tr: Şehir

source: Classic
tr_tr: Klasik

source: Click on a sample to create a secondary AR
tr_tr: İkincil AR oluşturmak için bir numuneye tıklayın

source: Click to download
tr_tr: İndirmek için tıklayın

source: Client
tr_tr: Müşteri

source: Client Address
tr_tr: Müşteri Adresi

source: Client Batch ID
tr_tr: Müşteri Toplu İş ID

source: Client City
tr_tr: Müşteri Şehri

source: Client Email
tr_tr: Müşteri E-Posta

source: Client Fax
tr_tr: Müşteri Faks

source: Client ID
tr_tr: Müşteri ID

source: Client Name
tr_tr: Müşteri Adı

source: Client Order
tr_tr: Müşteri Siparişi

source: Client Phone
tr_tr: Müşteri Tel

source: Client Ref
tr_tr: Müşteri Referansı

source: Client Reference
tr_tr: Müşteri Referansı

source: Client Remarks
tr_tr: Müşteri Notları

source: Client SID
tr_tr: Müşteri SID

source: Client Sample ID
tr_tr: Müşteri Numune ID

source: Client contact required before request may be submitted
tr_tr: Talebin alınabilmesi için müşteri iletişim bilgileri gereklidir

source: Clients
tr_tr: Müşteriler

source: Closed
tr_tr: Kapalı

source: Comments
tr_tr: Yorumlar

source: Composite
tr_tr: Bileşim

source: Confidence Level %
tr_tr: Güvenilirlik Seviyesi %

source: Confirm password
tr_tr: Şifreyi onayla

source: Considerations
tr_tr: Dikkat Edilecek Hususlar

source: Contact
tr_tr: Yetkili

source: Contact ID
tr_tr: Yetkili ID

source: Contact Name
tr_tr: Yetkili Adı

source: Contact Person
tr_tr: Yetkili Kişi

source: Contacts
tr_tr: Yetkililer

source: Contacts to CC
tr_tr: CC yapılacak Yetkililer

source: Container
tr_tr: Numune Kabı

source: Container Type
tr_tr: Numune Kabı Türü

source: Container Types
tr_tr: Numune Kabı Türleri

source: Containers
tr_tr: Numune Kapları

source: Content Type
tr_tr: İçerik Türü

source: Content type
tr_tr: İçerik türü

source: Control
tr_tr: Kontrol

source: Copy from
tr_tr: Şuradan kopyala

source: Count
tr_tr: Say

source: Country
tr_tr: Ülke

source: Created
tr_tr: Oluşturuldu

source: Created by
tr_tr: Oluşturan

source: Created by:
tr_tr: Oluşturan:

source: Creator
tr_tr: Oluşturan

source: Criteria
tr_tr: Kriter

source: Currency
tr_tr: Para birimi

source: Current
tr_tr: Geçerli

source: Daily samples received
tr_tr: Günlük alınan numune

source: Data Interface
tr_tr: Veri arayüzü

source: Data Interface Options
tr_tr: Veri Arayüzü Seçenekleri

source: Data entry day book
tr_tr: Veri girişi günlüğü

source: Date
tr_tr: Tarih

source: Date Created
tr_tr: Oluşturulduğu Tarih

source: Date Dispatched
tr_tr: Gönderildiği Tarih

source: Date Disposed
tr_tr: İstek Yapılan Tarih

source: Date Expired
tr_tr: Geçerliliğini Yitirme Tarihi

source: Date Imported
tr_tr: Giriş Tarihi

source: Date Loaded
tr_tr: Yükleme Tarihi

source: Date Opened
tr_tr: Açılma Tarihi

source: Date Preserved
tr_tr: Muhafaza Tarihi

source: Date Published
tr_tr: Yayınlanma Tarihi

source: Date Received
tr_tr: Teslim Alma Tarihi

source: Date Requested
tr_tr: Talep Edilme Tarihi

source: Date Sampled
tr_tr: Numune Alınma Tarihi

source: Date Submitted
tr_tr: Sonuç Giriş Tarihi

source: Date from which the certification is valid
tr_tr: Sertifikasyonun geçerlilik başlangıç tarihi

source: Date from which the instrument is under calibration
tr_tr: Cihazın kalibrasyona alınma tarihi

source: Date from which the instrument is under maintenance
tr_tr: Cihazın bakıma alınma tarihi

source: Date from which the instrument is under validation
tr_tr: Cihazın validasyona alınma tarihi

source: Date received
tr_tr: Teslim alma tarihi

source: Date until the certification is valid
tr_tr: Sertifikasyon geçerlilik tarihi

source: Date until the instrument will not be available
tr_tr: Cihazın tekrar kullanıma gireceği tarih

source: Date when the certification was granted
tr_tr: Sertifikasyonun alındığı tarih

source: Days
tr_tr: Gün

source: Deactivated
tr_tr: Devre Dışı Bırakıldı

source: Default Container
tr_tr: Varsayılan Numune Kabı

source: Default Container Type
tr_tr: Varsayılan Numune Kabı Türü

source: Default Preservation
tr_tr: Varsayılan Muhafaza Yöntemi

source: Default categories
tr_tr: Varsayılan kategoriler

source: Default containers: ${container_list}
tr_tr: Varsayılan kategoriler: ${container_list}

source: Default preservations: ${preservation_list}
tr_tr: Varsayılan muhafaza yöntemleri: ${preservation_list}

source: Default sample retention period
tr_tr: Varsayılan numune işlem periyodu

source: Default value
tr_tr: Varsayılan değer

source: Degrees
tr_tr: Derece

source: Delete attachment
tr_tr: Eklentiyi sil

source: Department
tr_tr: Bölüm

source: Dependent Analyses
tr_tr: Bağımlı Analizler

source: Description
tr_tr: Tanım

source: Deviation
tr_tr: Sapma

source: Discount
tr_tr: İndirim

source: Discount %
tr_tr: İndirim %

source: Dispatched
tr_tr: Gönderildi

source: Display Value
tr_tr: Görüntülenen Değer

source: Disposal Date
tr_tr: İmha Etme Tarihi

source: Disposed
tr_tr: İstek Yapıldı

source: District
tr_tr: İlçe

source: Dormant
tr_tr: Hareketsiz

source: Down from
tr_tr: Buradan aşağı

source: Down to
tr_tr: Aşağısına

source: Dry
tr_tr: Kuru

source: Dry Result
tr_tr: Kuru Madde Sonucu

source: Dry matter analysis
tr_tr: Kuru madde analizi

source: Due
tr_tr: Beklenti

source: Due Date
tr_tr: Beklenen Tarih

source: Dup Var
tr_tr: Tekerrür Varyansı

source: Duplicate
tr_tr: Tekerrür

source: Duplicate Of
tr_tr: Tekerrürü olduğu numune

source: Duplicate Variation %
tr_tr: Tekerrür Varyasyonu %

source: Duplicate analysis QC
tr_tr: Tekerrür Analizi QC

source: Duplicate analysis quality control graphs
tr_tr: Tekerrür analiz kalite kontrol grafikleri

source: Duration
tr_tr: Süre

source: E.g. SANAS, APLAC, etc.
tr_tr: Ör: SANAS, APLAC, vb.

source: Earliness
tr_tr: Erken Tamamlanma

source: Early
tr_tr: Erken

source: Elevation
tr_tr: Yükseltme

source: Email
tr_tr: E-Posta

source: Email Address
tr_tr: E-Posta Adresi

source: Email subject line
tr_tr: E-Posta konu satırı

source: Enable the Sampling workflow
tr_tr: Numune İş Akışını Etkinleştir

source: Enter discount percentage value
tr_tr: İndirim yüzdesini girin

source: Enter percentage value eg. 14.0
tr_tr: İndirim yüzdesini girin Ör: 14.0

source: Enter percentage value eg. 14.0. This percentage is applied system wide but can be overwrittem on individual items
tr_tr: Yüzde değer giriniz ör. 14.0. Girilen değer tüm sisteme uygulanacaktır, ancak bireysel maddelerde değişiklik yapabilirsiniz.

source: Enter percentage value eg. 33.0
tr_tr: İndirim yüzdesini girin Ör: 33.0

source: Enter the Sample Point's latitude in degrees 0-90, minutes 0-59, seconds 0-59 and N/S indicator
tr_tr: Örnekleme noktasının enlemlerini girin. Derece 0-90, Dakika 0-59, Saniye 0-59, K / G

source: Enter the Sample Point's longitude in degrees 0-180, minutes 0-59, seconds 0-59 and E/W indicator
tr_tr: Örnekleme noktasının boylamlarını girin. Derece 0-180, Dakika 0-59, Saniye 0-59, D / B

source: Entity
tr_tr: Varlık

source: Exclude from invoice
tr_tr: Faturadan hariç tut

source: Expected Result
tr_tr: Beklenen Sonuç

source: Expected Values
tr_tr: Beklenen Değerler

source: Expired
tr_tr: Süresi doldu

source: Expiry Date
tr_tr: Son Kullanma Tarihi

source: Fax
tr_tr: Faks

source: Fax (business)
tr_tr: Faks (iş)

source: Female
tr_tr: Bayan

source: Field
tr_tr: Saha

source: Field Analyses
tr_tr: Sana Analizleri

source: Field Preservation
tr_tr: Saha Koruması

source: Field Title
tr_tr: Saha Başlığı

source: File
tr_tr: Dosya

source: Filename
tr_tr: Dosya adı

source: Firstname
tr_tr: Adı

source: Formula
tr_tr: Formül

source: From
tr_tr: Kimden

source: Full Name
tr_tr: Adı Soyadı

source: Future dated sample
tr_tr: İleri tarihli numune

source: Generate report
tr_tr: Rapor oluştur

source: Greeting title eg. Mr, Mrs, Dr
tr_tr: Karşılama ünvanı örn. Bay, Bayan, Dr

source: Group by
tr_tr: Şu özelliğe göre grupla

source: Grouping period
tr_tr: Gruplama süresi

source: Hazardous
tr_tr: Tehlikeli

source: Hidden Field
tr_tr: Gizli alan

source: Hours
tr_tr: Saat

source: ID Server URL
tr_tr: ID Sunucu Linki

source: ID Server unavailable
tr_tr: ID Server kullanımdışı

source: If a sample is taken periodically at this sample point, enter frequency here, e.g. weekly
tr_tr: Bu örnekleme noktasından rutin aralıklarla numune alınıyorsa, örnekleme sıklığını giriniz, ör. haftalık.

source: Import
tr_tr: İçe aktar

source: Import Option
tr_tr: İçe aktarma seçenekleri

source: Imported
tr_tr: İçe aktarıldı

source: Inactive
tr_tr: Pasif

source: Include descriptions
tr_tr: Tanımları dahil et

source: Include year in ID prefix
tr_tr: ID önekinde yılı göster

source: Indet
tr_tr: Sonuçsuz

source: Indeterminate result
tr_tr: Kesin olmayan sonuç

source: Initial revision
tr_tr: İlk revizyon

source: Instrument
tr_tr: Cihaz

source: Instrument Calibrations
tr_tr: Cihaz kalibrasyonu

source: Instrument Import
tr_tr: Cihazdan Veri Aktar

source: Instrument Maintenance
tr_tr: Cihaz Bakımı

source: Instrument Scheduled Tasks
tr_tr: Cihazdaki Planlanmış Görevler

source: Instrument Types
tr_tr: Cihaz Türleri

source: Instrument exporter not found
tr_tr: Cihaza dış aktarım bağlantısı bulunamadı

source: Instrument type
tr_tr: Cihaz türü

source: Instruments
tr_tr: Cihazlar

source: Invoice Exclude
tr_tr: Faturadan hariç

source: Invoice number
tr_tr: Fatura numarası

source: Invoiced
tr_tr: Faturalandırıldı

source: Item is inactive.
tr_tr: Etkin değil.

source: Items per page
tr_tr: Sayfa başına madde

source: Job title
tr_tr: İş Ünvanı

source: Key
tr_tr: Anahtar

source: Keyword
tr_tr: Anahtar kelime

source: Keywords
tr_tr: Anahtar kelimeler

source: Lab Analyses
tr_tr: Lab Analizleri

source: Lab Contacts
tr_tr: Lab Yetkilileri

source: Lab Departments
tr_tr: Lab Bölümleri

source: Lab Preservation
tr_tr: Lab. Muhafaza

source: Lab Products
tr_tr: Lab Ürünleri

source: Lab URL
tr_tr: Lab Linki

source: Label
tr_tr: Etiket

source: Label sizes
tr_tr: Etiket Boyutları

source: Laboratory
tr_tr: Laboratuvar

source: Laboratory Accredited
tr_tr: Akredite Laboratuvar

source: Last modified
tr_tr: Son değiştirilme tarihi

source: Late
tr_tr: Geç Kalmış

source: Late Analyses
tr_tr: Geç Kalmış Analizler

source: Late Analysis
tr_tr: Geç Kalmış Analiz

source: Latitude
tr_tr: Enlem
