Repository: pypi-data/pypi-mirror-6
Catalog: packages/mwlib.rl/mwlib.rl-0.14.5.zip/mwlib.rl-0.14.5/mwlib/rl/locale/vec/LC_MESSAGES/mwlib.rl.po
Languages: vec

source: Index
vec: Indexe

source: Source:
vec: Fonte:

source: License:
vec: Licensa:

source: Contributors:
vec: Autori:

source: Article Licenses
vec: License deła voxe

source: Title
vec: Titoło

source: Subtitle:
vec: Sototitoło:

source: Editor:
vec: Editore:

source: Created on:
vec: Creà el:

source: Contents
vec: Contegnùi:

source: Articles
vec: Voxe:

source: Produced by:
vec: Prodoto da:

source: pdf writer version:
vec: version pdf writer:

source: mwlib version:
vec: version mwlib.ext:

source: Table of Contents
vec: Somario

source: Skipping Articles!
vec: Voxi no convertide.

source: Please note: This is only a preview intended to give an idea how the book is typeset.
vec: Nota: Sta cuà ła xe soło na anteprima par dare na idea de l'aspeto tipografego del libro.

source: Please note: This is only a preview of your book, intended to give an idea how your book looks. Only the first few articles, as well as the first pages of the index, of your book are shown in this preview. All articles, even those left out of the preview, will be included in the final printed book.
vec: Nota: Sta cuà ła xe soło na anteprima del libro, che połe darte na idea de come che vegnarà fora el to libro. Soło i primi articołi e łe prime pajine de l'indexe del to libro vien mostradi inte sta anteprima. Tuti i articołi, anca cuełi łasadi fora da l'anteprima, łi vegnarà incluxi inte ła stanpa finałe del libro.

source: References
vec: Note

source: Appendix
vec: Apendixe

source: The following sections list the sources for all articles and images used in this book. Those sources provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
vec: I paragrafi seguenti elenca łe fonti rełative a tute łe voxi e łe imajini doparade inte sto libro. Ste fonti contien informasion pì detajade so ła licensa d'uxo, so'l stato dei diriti d'autore, so i titołari dei stesi e so łe condision de licensa.

source: The sources listed for each article provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
vec: Le fonti indicade par ogni articoło fornise informasion pì detajade so ła licensa, fra cui el tratamento dei diriti d'autore, el detentore dei stesi e łe condision de licensa.

source: The sources listed for each image provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
vec: Le fonti indicade par ogni imajine fornise informasion pì detajade so ła licensa, fra cui el tratamento dei diriti de autore, el titołare dei stesi e łe condision de licensa.

source: Article Sources and Contributors
vec: Fonti e autori de łe voxi

source: Image Sources, Licenses and Contributors
vec: Fonti, license e autori de łe imajini

source: Image
vec: Imajine

source: anonymous edits
vec: Modifeghe anonime

source: Figure
vec: Figura

source: See also
vec: Varda anca

source: PDF generated using the open source mwlib toolkit. See http://code.pediapress.com/ for more information.
vec: PDF jenerà doparando el łibero strumento ''mwlib''. Par informasion, vedi [[http://code.pediapress.com/ http://code.pediapress.com/]].

source: mwlib.ext version: %(version)s
vec: version mwlib.ext: %(version)s

source: mwlib version: %(mwlibversion)s, mwlib.rl version: %(mwlibrlversion)s, %(mwlibextversion)s
vec: version mwlib: %(mwlibversion)s, version mwlib.rl: %(mwlibrlversion)s, %(mwlibextversion)s

source: Source
vec: Fonte

source: Contributors
vec: Autori

source: unknown
vec: Sconosudo

source: License
vec: Licensa

source: <strong>WARNING: Article could not be rendered - ouputting plain text.</strong><br/>Potential causes of the problem are: (a) a bug in the pdf-writer software (b) problematic Mediawiki markup (c) table is too wide
vec: <strong>OCIO!: l'interpretasion de l'articoło no połe esar fata eel vegnarà mostrà come testo senpliçe.</strong><br/>Le posibiłi cauxe del problema xe (a) un erore del software che crea el file PDF (b) un erore 'nte ła codifega MediaWiki (c) na tabeła masa granda
