Repository: pypi-data/pypi-mirror-6
Catalog: packages/ztfy.thesaurus/ztfy.thesaurus-0.2.15-py2.7.egg/ztfy/thesaurus/locales/*/LC_MESSAGES/ztfy.thesaurus.po
Languages: fr

source: Show or hide terms of this extract
fr: Afficher ou masquer cet extrait

source: Display extract terms tree
fr: Afficher les termes de cet extrait

source: Thesaurus extracts
fr: Extraits du thésaurus

source: Terms search engine
fr: Recherche de termes

source: Expand tree to selected term
fr: Positionner le terme dans l'arborescence

source: This extract can't be modified
fr: Vous ne pouvez pas modifier le contenu de cet extrait

source: :: Add term...
fr: :: Ajouter un terme...

source: Edit term properties
fr: Propriétés du terme

source: Add new term
fr: Ajout d'un nouveau terme

source: New label already in use
fr: Ce libellé est déjà utilisé

source: Thesaurus
fr: Thésaurus

source: ${size} terms
fr: ${size} termes

source: List of registered thesauri
fr: Liste des thésaurus enregistrés

source: Delete thesaurus
fr: Supprimer le thésaurus

source: -- automatic selection -- (if provided by selected format)
fr: -- sélection automatique -- (si pris en charge par le format sélectionné)

source: Adding a new empty thesaurus
fr: Ajout d'un nouveau thésaurus

source: :: Add empty thesaurus...
fr: :: Ajouter un thésaurus...

source: Importing and registering a new thesaurus
fr: Import des données d'un nouveau thésaurus

source: :: Import thesaurus...
fr: :: Importer un thésaurus...

source: Edit thesaurus properties
fr: Propriétés du thésaurus

source: :: Roles...
fr: :: Rôles...

source: Extracts
fr: Extraits

source: Name
fr: Nom

source: Delete extract
fr: Supprimer l'extrait

source: List of thesaurus extracts
fr: Liste des extraits du thésaurus

source: Add all terms in extract ?
fr: Intégrer tous les termes ?

source: If 'Yes', all current thesaurus terms will be affected to this extract
fr: Si 'Oui', tous les termes du thésaurus seront intégrés dans cet extrait. Dans le cas contraire, l'extrait sera vide.

source: Creating new thesaurus extract
fr: Création d'un nouvel extrait

source: :: Add extract...
fr: :: Ajouter un extrait...

source: Edit thesaurus extract properties
fr: Propriétés de l'extrait

source: %s: extract "%s"
fr: %s : extrait « %s »

source: Merge
fr: Fusionner

source: Cancel
fr: Annuler

source: Merge thesaurus terms
fr: Fusionner les termes d'un autre thésaurus

source: :: Merge thesaurus...
fr: :: Fusionner...

source: Download
fr: Télécharger

source: (export all terms)
fr: (exporter l'intégralité du thésaurus)

source: Export thesaurus terms
fr: Export des termes du thésaurus

source: :: Export thesaurus...
fr: :: Exporter...

source: Terms for selected extract: %s
fr: Termes de l'extrait sélectionné : %s

source: Select terms
fr: Retenir cette sélection

source: Thesaurus terms selection
fr: Sélection de termes du thésaurus

source: Terms
fr: Termes

source: Thesaurus terms
fr: Termes du thésaurus

source: Thesaurus name
fr: Nom du thésaurus

source: Extract name
fr: Nom de l'extrait

source: Display terms selector tree
fr: Afficher la fenêtre de sélection des termes du thésaurus et de l'extrait sélectionnés

source: Backspace key removes last value?
fr: La toucbe "backspace" supprime-t-elle la dernière valeur ?

source: Widget terms
fr: Termes du widget

source: Display terms selector
fr: Afficher la liste des termes

source: Update GPS coordinates
fr: Mise à jour des coordonnées GPS

source: GPS latitude value, in WGS84 coordinates system
fr: Latitude, en coordonnées WGS84

source: GPS longitude value, in WGS84 coordinates system
fr: Longitude, en coordonnées WGS84

source: GPS coordinates
fr: Coordonnées GPS

source: Extension name
fr: Nom de l'extension

source: User name given to the extension
fr: Nom donné à l'extension

source: Extension marker interface
fr: Interface de marquage de l'extension

source: Extension target view
fr: Vue cible de l'extension

source: Extension icon URI
fr: URI de l'icône de l'extension

source: export-filename-title
fr: Nom du fichier d'export

source: export-filename-description
fr: Nom complet du fichier d'export, y compris l'extension

source: export-format-title
fr: Format du fichier

source: export-format-description
fr: Cette liste contient les différents formats de thésaurus supportés

source: export-extract-title
fr: Extrait à exporter

source: export-extract-description
fr: Vous pouvez exporter l'intégralité du thésaurus ou seulement un extrait

source: Name of the registered thesaurus
fr: Nom sous lequel le thésaurus sera enregistré

source: loader-data-title
fr: Contenu à importer

source: loader-data-description
fr: Sélection du fichier contenant les données à importer

source: loader-format-title
fr: Format du fichier

source: loader-format-description
fr: Cette liste contient les différents formats de thésaurus supportés

source: loader-synonyms-title
fr: Importer les synonymes ?

source: loader-synonyms-description
fr: Si 'Non', les synonymes ne seront pas importés dans le thésaurus

source: loader-language-title
fr: Langue

source: loader-language-description
fr: Sélectionnez la langue du thésaurus, pour les formats qui ne fournissent pas cette information en interne

source: loader-encoding-title
fr: Encodage

source: loader-encoding-description
fr: Sélectionnez l'encodage du fichier, pour les formats qui ne fournissent pas cette information en interne

source: updater-clear-title
fr: Effacer avant de fusionner ?

source: updater-clear-description
fr: Si 'Oui', le thésaurus sera entièrement vidé avant de ré-importer les termes à partir du fichier sélectionné

source: updater-conflict-suffix-title
fr: Suffixe automatique en cas de conflit

source: updater-conflict-suffix-description
fr: Si vous souhaitez importer des fichiers provenant de plusieurs thésaurus et contenant des termes identiques, vous pouvez indiquer un suffixe qui sera ajouté automatiquement au label des termes importés déjà présents dans ce thesaurus.

source: Current handler configuration
fr: Configuration du gestionnaire

source: Thesaurus handler class
fr: Classe du gestionnaire de chargement

source: term-status-title
fr: Statut

source: term-status-description
fr: Statut du terme

source: term-level-title
fr: Niveau

source: term-level-description
fr: Niveau hiérarchique du terme au sein du thésaurus

source: term-miro-title
fr: Micro-thesaurus ?

source: term-micro-description
fr: Le terme fait-il partie d'un micro-thésaurus ?

source: term-parent-title
fr: Parent de niveau 1

source: term-parent-description
fr: Parent de niveau 1 (pour les termes n'étant pas de premier niveau)

source: term-created-title
fr: Date de création

source: term-modified-title
fr: Date de modification

source: A term can't be a synonym and attached to a generic term
fr: Un terme ne peut pas être un synonyme et en même temps attaché à un terme générique

source: A term used as synonym can't have it's own synonyms (all synonyms should be attached to the descriptor)
fr: Un terme utilisé en tant que synonyme ne peut pas avoir ses propres synonymes (tous les synonymes devraient être rattachés directement au descripteur)

source: Candidate
fr: Candidat

source: Published
fr: Publié

source: Archived
fr: Archivé

source: term-id
fr: ID interne

source: term-label-title
fr: Libellé du terme

source: term-label-description
fr: Libellé complet, unique au sein du thésaurus

source: term-caption
fr: Libellé du terme

source: term-alt-title
fr: Libellé alternatif

source: Not to be confused with synonyms 'usage' label, given below...
fr: À ne pas confondre avec le "terme d'usage" des synonymes, qui doit être saisi plus bas

source: term-definition-title
fr: Définition

source: term-definition-description
fr: Définition complète, notamment pour les termes ambigus ou compliqués

source: term-note-title
fr: Note d'application

source: term-note-description
fr: Note d'application du terme

source: term-generic-title
fr: Terme générique

source: term-generic-description
fr: Terme de niveau inférieur auquel ce terme est rattaché

source: term-specifics-title
fr: Termes spécifiques

source: term-specifics-description
fr: Termes de niveau supérieur rattachés à ce terme

source: term-associations-title
fr: Termes associés

source: term-associations-description
fr: Autres termes associés à ce terme, mais sans lien hiérarchique

source: term-usage-title
fr: Terme d'usage

source: term-usage-description
fr: Dans le cas des synonymes, indiquez ici le terme descripteur à utiliser

source: term-usedfor-title
fr: Synonymes

source: term-usedfor-description
fr: Pour un terme descripteur, indiquez ici la liste de ses synonymes

source: term-extracts-title
fr: Extraits

source: term-extracts-description
fr: Liste des extraits du thésaurus intégrant ce terme

source: term-extensions-title
fr: Titre de l'extension

source: Administrators
fr: Administrateurs

source: List of thesaurus's administrators
fr: Liste des administrateurs du thésaurus

source: Contents managers
fr: Gestionnaires

source: List of thesaurus's contents contributors
fr: Liste des gestionnaires habilités à gérer les termes du thésaurus

source: extract-title-title
fr: Nom de l'extrait

source: extract-title-description
fr: Nom de l'extrait

source: extract-description-title
fr: Description

source: extract-abbr-title
fr: Abréviation

source: extract-abbr-description
fr: Cette abréviation pourra être utilisée dans certains contextes pour référencer l'extrait sous une forme abrégée

source: Extract color
fr: Couleur

source: A color associated with this extract
fr: Une couleur peut également être associée à chaque extrait pour le distinguer

source: Extract managers
fr: Gestionnaires

source: List of principals which can manage extract contents
fr: Liste des mandants autorisés à gérer les termes associés à cet extrait

source: thesaurus-title-title
fr: Titre

source: thesaurus-title-description
fr: Titre long pour ce thésaurus

source: thesaurus-subject-title
fr: Sujet

source: thesaurus-description-title
fr: Description

source: thesaurus-language-title
fr: Langue

source: thesaurus-language-description
fr: Langue utilisée au sein du thésaurus

source: thesaurus-creator-title
fr: Créateur

source: thesaurus-publisher-title
fr: Éditeur

source: thesaurus-created-title
fr: Date de création

source: thesaurus-name-title
fr: Nom

source: thesaurus-name-description
fr: Nom sous lequel ce thésaurus sera enregistré

source: thesaurus-terms-title
fr: Termes du thésaurus

source: thesaurus-catalog-title
fr: Catalogue du thésaurus

source: thesaurus-catalog-description
fr: Catalogue interne du thésaurus, utilisé pour l'indexation full-texte

source: thesaurus-topterms-title
fr: Termes de niveau 1

source: thesaurus-topterms-description
fr: Liste des termes de niveau 1 du thésaurus

source: Node's context
fr: Contexte du noeud

source: Node's label
fr: Libellé du noeud

source: Node's CSS class
fr: Class CSS du noeud
