Repository: pypi-data/pypi-mirror-6
Catalog: packages/*.contentrules.layout/*.contentrules.layout-1.0.1.zip/*.contentrules.layout-1.0.1/src/*/contentrules/layout/locales/*/LC_MESSAGES/*.contentrules.layout.po
Languages: pt_br

source: Add set layout content rules action
pt_br: Adiciona uma ação de regra de conteúdo para a visão padrão de um conteúdo.

source: An action to set the layout for content items
pt_br: Ação de regra de conteúdo para definir visão padrão de um item de conteúdo.

source: Configure action
pt_br: Configurar ação

source: Default Content View
pt_br: Visão padrão do conteúdo

source: Edit the set layout content rules action
pt_br: Edita uma ação de regra de conteúdo para a visão padrão de um conteúdo.

source: Layout
pt_br: Visão

source: Layout ${layout} is not available for ${portal_type}.
pt_br: Visão ${layout} não está disponível para o tipo ${portal_type}

source: Select the layout to be applied to the content item. If no Content Type condition was created for this rule, only Default View will be available. Also, if more than one content type is selected in the Type condition, an intersection of all selected content type views will be available to this action.
pt_br: Seleciona uma visão para ser aplicada a um conteúdo. Caso nenhuma condição de Tipo de Conteúdo foi criada para esta regra apenas a opção de Visão Padrão estará disponível. Além disto, caso mais de um tipo de conteúdo tenha sido escolhido será exibida a interseção das visões de topos os conteúdos.

source: Set layout ${layout} to a content item
pt_br: Define visão ${layout} para um conteúdo.

source: The view is not available in that container
pt_br: A visão não está disponível para esta pasta.

source: There were errors
pt_br: Ocorreram erros
