Repository: pypi-data/pypi-mirror-6
Catalog: packages/collective.portlet.content/collective.portlet.content-1.8.1.zip/collective.portlet.content-1.8.1/collective/portlet/content/locales/*/LC_MESSAGES/collective.portlet.content.po
Languages: de

source: Body
de: Haupttext

source: Content Item
de: Referenzierter Inhalt

source: Date
de: Datum

source: Description
de: Beschreibung

source: Display as a link
de: Darstellung als Link

source: Display as text
de: Darstellung als Text

source: Hidden
de: Versteckt

source: Image
de: Bild

source: Item Display
de: Angezeigte Felder

source: Item Title in portlet content
de: Inhaltstitel im Portlet

source: Omit portlet border
de: Rahmen des Portlets verbergen

source: Omit portlet header
de: Kopfzeile verbergen

source: Portlet Title
de: Titel des Portlets

source: Portlet header
de: Kopfzeile des Portlets

source: Read More Link
de: Weiterlesen Link

source: help_custom_header
de: Hier kann die Kopfzeile des Portlets angepasst werden. Leer lassen um den Titel des referenzierten Inhalts zu verwenden.

source: help_item_display
de: Bitte wählen Sie aus welche Felder im Inhaltsbereich des Portlets angezeigt werden. Beachten Sie, dass Haupttext bei Bildern nicht verfügbar ist.

source: help_more_text
de: Geben Sie den Text für den Link zum referenzierten Inhalt in der Fußzeile des Portlets an. Leer lassen um keine Fußzeile anzuzeigen.

source: help_omit_border
de: Markieren Sie diese Option, wenn der Inhalt ohne Kopf- und Fußzeile sowie ohne Rahmen angezeigt werden soll.

source: help_omit_header
de: Markieren Sie diese Option, wenn die Kopfzeile nicht angezeigt werden soll.

source: help_portlet_title
de: Geben sie den Titel des Portlets an der in der Portletverwaltung angezeigt wird. Leer lassen um "Inhalts Portlet" zu verwenden.

source: help_title_display
de: Wählen Sie aus ob und wie der Titel des referenzierten Inhalts innerhalb des Portlets angezeigt werden soll. Beachten sie, dass der Titel standardmäßig bereits in der Kopfzeile verwendet wird.
