Repository: pypi-data/pypi-mirror-6
Catalog: packages/*.contentrules.groupbydate/*.contentrules.groupbydate-2.0.1.zip/*.contentrules.groupbydate-2.0.1/src/*/contentrules/groupbydate/locales/*/LC_MESSAGES/*.contentrules.groupbydate.po
Languages: it

source: One level up
it: Un livello piú su

source: Same folder of content
it: Stesso cartella del contenuto

source: A content rules action to move an item to a folder structure.
it: Un'azione per regola di contenuto per spostare un oggetto in una gerarchia di cartelle.

source: Action for content rules that creates a date-based folder structure.
it: Azione per regola di contenuto che crea una struttura di cartelle basata su data.

source: Add group by date folder action
it: Aggiungi azione 'raggruppa per cartelle data'

source: Base folder
it: Cartella base

source: Base folder ${target} does not exist.
it: La cartella base ${target} non esiste

source: Choose hierarchy structure. Use strftime formating. e.g.: '%Y/%m/%d' to have 2011/11/17 or '%Y/%m' to have 2011/11
it: Scegli la gerarchia. Usa la formattazione di strftime. Es: '%Y/%m/%d' per avere '2011/11/17' o '%Y/%m' per avere '2011/11'

source: Choose the base folder for the date hierarchy.
it: Scegli la cartella base per la gerarchia di date.

source: Container
it: Contenitore

source: Content rules: Date-based folder action
it: Regole di contenuto: azione cartella basata su data

source: Edit group by date action
it: Modifica l'azione 'raggruppa per data'

source: Hierarchy structure
it: Gerarchia cartelle

source: Move the item under ${base_folder} using ${structure} structure
it: Sposta l'oggetto sotto ${base_folder} usando la struttura ${structure}

source: Select the type of container in which the structure will be based.
it: Seleziona il tipo di contenitore che fará da base alla gerarchia di cartelle.
