Repository: pypi-data/pypi-mirror-6
Catalog: packages/redturtle.imagedevent/redturtle.imagedevent-1.0.2.zip/redturtle.imagedevent-1.0.2/redturtle/imagedevent/locales/*/LC_MESSAGES/redturtle.imagedevent.po
Languages: it

source: A replacement of the Event content type for Plone, with image field and separate keyword and event type fields.
it: Una versione alternativa agli Eventi di Plone, con un campo immagine e tag separati dai tipi di evento.

source: Blobs Migration
it: Migrazione ai BLOB

source: Cancel
it: Annulla

source: Event type
it: Tipo di evento

source: Migrate Event images
it: Migrazione delle immagini degli eventi

source: Migrate imaged event, making it use plone.app.blob
it: Migra gli eventi con immagini, usando plone.app.blob

source: Possible type of events
it: Tipi possibili di eventi

source: Text
it: Testo

source: event_what
it: Cosa

source: help_imagedevent_image
it: Verrà mostrata nelle viste con anteprima di immagini, e anche nel dettaglio della dell'evento stesso. L'immagine sarà scalata a una dimensione ragionevole.

source: label_image_caption
it: Didascalia immagine

source: label_imagedevent_image
it: Immagine
