Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaNews/Products.SilvaNews-2.9.5.tar.gz/Products.SilvaNews-2.9.5/Products/SilvaNews/i18n/*/LC_MESSAGES/silva_news.po
Languages: pt

source: Add this event to my calendar
pt: Adicionar ao meu calendário

source: Publication date:
pt: Data de publicação:

source: Location:
pt: Localização:

source: Start:
pt: Início:

source: End:
pt: Fim:

source: more ...
pt: mais...

source: Add this event to your calendar
pt: Adicionar ao meu calendário

source: subjects
pt: assuntos

source: select the subjects that will be set on events
pt: seleccione os assuntos para serem definidos nos eventos

source: target audiences
pt: público alvo

source: select the target audiences that will be set on events
pt: seleccione o público alvo para ser definido nos eventos

source: sync
pt: sincronizar

source: fetch the remote calendar and synchronize data
pt: sincronizar informação com calendário remoto

source: view article
pt: ver artigo

source: End date must not is before start date.
pt: A data de fim não pode ser anterior á data de início.

source: End recurrence date must not be before start date.
pt: A data final da ocorrência não pode ser anterior á data de início.

source: End recurrence date must not be before end date.
pt: A data de fim da ocorrência não deve ser anterior á data de fim.

source: agenda item properties
pt: propriedades de itens da agenda

source: timezone
pt: fuso horário

source: Defines the time zone for dates
pt: Define o fuso horário para datas

source: start date/time
pt: data inicial/duração

source: end date/time
pt: data final/duração

source: all day
pt: todo o dia

source: recurrence
pt: ocorrência

source: recurrence end date
pt: data de fim da ocorrência

source: Date on which the recurrence stops. Required if any recurrence is set
pt: Data em que a ocorrência termina. Necessário se algum recurso estiver definido

source: location
pt: localização

source: The location where the event is taking place.
pt: A localização onde o evento vai acontecer.

source: End recurrence date must be set when recurrence is.
pt: A data de fim da ocorrência deve ser definida ao mesmo tempo que esta.

source: article properties
pt: propriedades de artigo

source: stick to path
pt: Colar ao caminho

source: sources
pt: fontes

source: Use predefined sources.
pt: Usar localização predefinida.

source: show agenda items
pt: mostrar itens da agenda

source: items
pt: itens

source: number of days
pt: número de dias

source: number of items
pt: número de itens

source: Monday
pt: Segunda

source: Tuesday
pt: Terça

source: Wednesday
pt: Quarta

source: Thursday
pt: Quinta

source: Friday
pt: Sexta

source: Saturday
pt: Sábado

source: Sunday
pt: Domingo

source: Select the news subjects to filter on. Only those selected will appear in this area of the site. Select nothing to have all show up.
pt: Seleccione os novos assuntos para filtrar. Apenas os assuntos seleccionados irão aparecer nesta área do site. Não seleccione nenhum para mostrar todos.

source: Select the target audiences to filter on.
pt: Seleccione o público alvo para filtrar.

source: make local
pt: marcar como local

source: Make news source local restricts the availability of this source towards the outside-world. When set, the source can only be found by filters in the same subdirectory.
pt: Restringir o acesso exterior á fonte de notícias. Quando activado, a fonte pode apenas ser encontrada através de filtros, na mesma directoria.

source: Events on ${day}
pt: Eventos em ${day}

source: No events on ${day}
pt: Sem eventos em ${day}

source: subscribe
pt: subscrever

source: view archive
pt: ver arquivo

source: show
pt: mostrar

source: Show a specific number of items, or show items from a range of days in the past.
pt: Mostrar um número específico de itens, ou mostrar itens de determinados dias no passado.

source: days / items number
pt: dias / número de itens

source: Number of news items to show per page.
pt: Número de itens de notícia para mostrar por página.

source: archive number
pt: número de arquivo

source: Number of archive items to show per page.
pt: Número de arquivos a mostrar por página.

source: year range
pt: ano

source: Allow navigation this number of years ahead of / behind today.
pt: Permitir navegar este número de anos para a frente / para trás.

source: Defines the time zone for the agenda and news items that will be rendered by this viewer.
pt: Definir o fuso horário para a agenda e os itens de notícia que vão ser criadas por este utilizador.

source: proxy mode
pt: modo proxy

source: When proxy mode is enabled items of the viewers are displayed as children of the viewer
pt: Quando o modoe proxy está activado os itens dos utilizadores serão mostrados como dependentes do utilizador

source: first day of the week
pt: primeiro dia da semana

source: Define first day of the week for calendar display.
pt: Definir o primeiro dia da semana para ser mostrado no calendário.

source: filters
pt: filtros

source: Use predefined filters.
pt: Usar filtros predefinidos.

source: year
pt: ano

source: month
pt: mês

source: go
pt: ir

source: Archive of ${DYNAMIC_CONTENT}
pt: Arquivo de ${DYNAMIC_CONTENT}

source: Search ${title}
pt: Procurar ${title}

source: Do a full text search: alt-s
pt: Fazer uma pesquisa completa de texto: alt-s

source: Search
pt: Procurar

source: There are no articles corresponding to your query
pt: Não existem arquivos que correspondam à sua pesquisa.

source: view news
pt: ver notícias

source: There are no articles available.
pt: Não existem artigos disponíveis.

source: List the URLs of RSS feeds (one per line) to use as sources of news items.
pt: Lista de endereços de RSS feeds (um por linha) para usar como fonte de itens de notícia.

source: type
pt: escrever

source: modify
pt: modificar

source: view
pt: ver

source: publication&nbsp;due&nbsp;
pt: publicação&nbsp;em&nbsp;

source: expiration&nbsp;due
pt: expira&nbsp;em

source: Preview this item
pt: Pré-visualizar este item

source: There are no news items for this period. Check that news sources are activated (go to the edit screen) and items in the sources are published.
pt: Não existem itens de notícia para este período. Verifique se as fontes de notícias estão activadas (ir para o ecrã de edição) e os itens das fontes estão publicados.

source: deselect all
pt: anular selecção

source: select all items: alt-a
pt: selecionar todos os itens: alt-a

source: select all
pt: seleccionar tudo

source: use selected items in this filter: alt-u
pt: usar itens selecionados neste filtro: alt-u

source: update
pt: actualizar

source: The filter is updated.
pt: O filtro está actualizado.

source: (deselected)
pt: (selecção anulada)

source: There are no published news items in this filter. Check that news sources are activated (go to the editor screen) and items in the sources are published.
pt: Não existem itens de notícia publicados que correspondam ao filtro. Verifique se as fontes de notícias estão activadas (ir para o ecrã de edição) e os itens das fontes estão publicados.

source: Previous
pt: Anterior

source: Next
pt: Seguinte

source: in use
pt: em uso

source: edit
pt: editar

source: expiration&nbsp;due&nbsp;
pt: expira&nbsp;em&nbsp;

source: Settings changed for:
pt: Definições alteradas para:

source: Changed settings on: ${ids}
pt: Definições alteradas em: ${ids}

source: could not change settings on: ${ids}
pt: Não foi possível mudar as definições em: ${ids}

source: Nothing was selected, so no settings were changed.
pt: Nada foi seleccionado, não foram alteradas definições.

source: No publication nor expiration time nor any of the flags were set.
pt: A publicação, a data em que expira, nem qualquer das opções foi definida.

source: not applicable
pt: não aplicável

source: no next or public version available
pt: nenhuma versão seguinte ou pública disponível

source: cannot change publication time of already public versions.
pt: não é possível a hota da publicação de versões já públicas.

source: no unapproved version
pt: não há versões por aprovar

source: <span class="error">No request for approval on: ${ids}</span>
pt: <span class="error">Nenhum pedido de aprovação em: ${ids}</span>

source: Nothing was selected, so no approval was requested.
pt: Nada foi selecionado, logo nenhuma aprovação foi requerida.

source: Request for approval via a bulk request in the publish screen of /${url} (automatically generated message)
pt: O pedido em massa para aprovação no ecrã de publicação /${url} (mensagem gerada automaticamente pelo sistema)

source: Request approval for: ${ids}
pt: Pedido de aprovação para: ${ids}

source: There is no unapproved version to publish.
pt: Não existe uma versão não aprovado para publicação.

source: There is no unapproved version to approve.
pt: Não existe uma versão não aprovada para aprovar.

source: Version published.
pt: Versão publicada.

source: Version approved.
pt: Versão aprovada.

source: display time
pt: hora de visualização

source: The date/time that is displayed for the public.
pt: A data / hora que será apresentada para o público.

source: A previous request for approval has been rejected / withdrawn by ${requester} on ${some_date}. actually the last message may not have been written by the person withdrawing the request; if this person for example made an empty reject, this is the message of the requester ... The last message regarding this issue is:
pt: Um pedido anterior de aprovação foi rejeitada / retirada pelo ${requester} em ${some_date}. A última mensagem pode não ter sido escrita pela pessoa que retirou o pedido; se essa pessoa, por exemplo, deu uma resposta vazia, esta é a mensagem do requerente ... A última mensagem sobre esta questão é:

source: for new version
pt: para nova versão

source: request approval ${for_new_version}
pt: pedido de aprovação ${for_new_version}

source: message to editor
pt: mensagem ao editor

source: notes
pt: notas

source: This message will remain visible in the status screen for other authors and editors.
pt: Esta mensagem ficará visível no ecrã de status para outros autores e editores.

source: request approval
pt: pedido de aprovação

source: access key: alt-r
pt: chave de acesso: alt-r

source: change settings
pt: alterar as configurações

source: current timings
pt: temporização actual

source: update timing
pt: actualizar temporização

source: access key: alt-u
pt: chave de acesso: alt-u

source: publish new version
pt: publicar nova versão

source: publish closed version
pt: publicar versão fechada

source: settings
pt: definições

source: publish now
pt: publicar agora

source: access key: alt-p
pt: chave de acesso: alt-p

source: approve for future
pt: aprovar para o futuro

source: access key: alt-o
pt: chave de acesso: alt-o

source: access key: alt-m
pt: chave de acesso: alt-m

source: day / month / year &nbsp;23:59
pt: dia / mês / ano &nbsp;23:59

source: access key: alt-h
pt: chave de acesso: alt-h

source: Publication time of public version
pt: Hora de publicação da versão pública

source: reject
pt: rejeitar

source: withdraw
pt: retirar

source: request
pt: pedir

source: add message on
pt: adicionar mensagem em

source: rejection
pt: rejeição

source: withdrawal
pt: remoção

source: The message may be viewed by local users.
pt: A mensagem poderá ser vista por utilizadores locais.

source: Publication and expiration time of public version
pt: Data e hora da publicação e expiração da versão pública

source: reject approval request
pt: rejeitar pedido de aprovação

source: access key: alt-j
pt: chave de acesso: alt-j

source: withdraw approval request
pt: remover pedido de aprovação

source: revoke approval
pt: revogar aprovação

source: If further editing is required, first revoke the approval.
pt: Se forem necessárias alterações adicionais, é necessário revogar a aprovação

source: access key: alt-v
pt: chave de acesso: alt-v

source: revert to previous version
pt: reverter para a versão anterior

source: The current editable version can be replaced with the previous (published) version. This can not be undone afterwards and will discard all changes made to the current version.
pt: A versão actual editavél pode ser substituída pela anterior (publicada) versão. Não podem ser alteradas mais tarde e eliminará todas as alterações feitas até ao momento na versão actual.

source: revert to previous
pt: voltar ao anterior

source: manual close
pt: fecho manual

source: If necessary, the published version of this content can be manually closed (taken offline). It will also be removed from the public index.
pt: Caso seja necessário, a versão publicada deste conteúdo pode ser fechada de forma manual (colocada offline). Também será removido do índice do público.

source: close published version
pt: fechar versão pública

source: access key: alt-c
pt: chave de acesso: alt-c

source: messages
pt: mensagens

source: ${author_id} sent a message on ${some_date} ${with_comments}
pt: ${author_id} enviou a mensagem em ${some_date} ${with_comments}

source: with the following comments:
pt: com os seguintes comentários:

source: view agenda
pt: ver agenda

source: view past and future articles
pt: ver artigos antigos e futuros

source: Archive of ${title}
pt: Arquivo de ${title}

source: There are no articles available
pt: Não há artigos disponíveis

source: Search News
pt: Procurar notícias

source: Startdate/time:
pt: Data /hora de início:

source: There are no articles corresponding to your query.
pt: Não existem artigos disponíveis para a sua consulta.

source: Display title of viewer (ANR)
pt: Mostrar o título no ecrã (ANR)

source: display title
pt: título apresentado

source: Number of articles to be shown; max. is set by viewer (AN); empty = all articles (ANR)
pt: Número de artigos a serem mostrados; max. é definido pelo utilizador (AN); nulo = all artigos (ANR)

source: # of articles
pt: # de artigos

source: The heading level for the article title (h3, h4, etc.). (ANR)
pt: O tamanho do título do artigo (h3, h4, etc.). (ANR)

source: article level
pt: nível do artigo

source: Display intro (first elements of the article), the metadata description, or nothing
pt: Mostrar apresentação (primeiros elementos do artigo), a descrição de metadados, ou nada

source: snippet
pt: excerto

source: Number of characters shown in snippet; 0 = all (ANR)
pt: Número de caracteres indicados no excerto; 0 = all (ANR)

source: # of chars
pt: # de caracteres

source: Choose a News Viewer, Agenda Viewer, or RSS Aggregator
pt: Escolher um Visualizador de Notícias, Agenda do utilizador, ou Agregador de feeds (RSS)

source: Display image thumbnail? (AN)
pt: Mostrar miniatura da imagem? (AN)

source: image
pt: imagem

source: Display cration date (AN)
pt: Mostrar data de criação (AN)

source: creation date
pt: data de criação

source: Display start/end datetime if available (N)
pt: Mostrar hora de início e do fim, se disponível (N)

source: datetimes
pt: data e hora

source: Display location if available (N)
pt: Mostra a localização, se disponível (N)

source: news source
pt: fonte da notícia

source: Where to show link to article (ANR)
pt: Onde mostrar link para o artigo (ANR)

source: article link
pt: link do artigo

source: Link text for single articles (ANV)
pt: O texto do link para os artigos individuais (ANV)

source: link text
pt: texto do link

source: Display link to news source (ANR)
pt: Mostrar link para a fonte da notícia (ANR)

source: source link
pt: link da fonte

source: Link text for news source link (ANR)
pt: O texto do link para a fonte de notícia (ANR)

source: source text
pt: texto original

source: Show a footer for the feed (customizable)
pt: Mostrar um rodapé para o feed (personalizável)

source: show footer
pt: mostrar rodapé

source: Show search box (ANR)
pt: Mostrar caixa de pesquisa (ANR)

source: show search
pt: Mostrar pesquisa

source: ID for div tag for inline viewer; default = _blank_ (ANR)
pt: ID para a tag div no visualizador inline; default = _blank_ (ANR)

source: CSS class for div tag for inline viewer; default = inv (ANR)
pt: classe CSS para a tag div no visualizador inline

source: div css class
pt: classe css para o div
