Repository: pypi-data/pypi-mirror-6
Catalog: packages/collective.sortmyfolder/collective.sortmyfolder-1.0.7.zip/collective.sortmyfolder-1.0.7/collective/sortmyfolder/locales/*/LC_MESSAGES/collective.sortmyfolder.po
Languages: it, nl

source: Creation date
it: Data di creazione
nl: Aanmaakdatum

source: Custom attribute
it: Attributo personalizzato
nl: Specifiek attribuut

source: Date
it: Data
nl: Datum

source: Effective date
it: Data di pubblicazione
nl: Publicatiedatum

source: Expiration date
it: Data di scadenza
nl: Vervaldatum

source: Installs the collective.sortmyfolder package
it: Installa collective.sortmyfolder
nl: Installeert het collective.sortmyfolder pakket

source: Modification date
it: Data di modifica
nl: Wijzigingsdatum

source: Position in folder
it: Posizione della cartella
nl: Positie in folder

source: Reverse sorting
it: Ordinamento inverso
nl: Omgekeerde volgorde

source: Sort
it: Ordina
nl: Sorteer

source: Sort folder
it: Ordina cartella
nl: Sorteer folder

source: Sort folder options
it: Opzioni di ordinamento della cartella
nl: Sorteeropties folder

source: Title
it: Titolo
nl: Titel

source: help_reverse
it: Seleziona per invertire l'ordine, dal più grande al più piccolo.
nl: Kies deze optie om omgekeerd te sorteren, van groot naar klein.

source: help_sort_created
it: Ordina per data di creazione. Comunemente l'ultimo elemento inserito è alla fine della cartella.
nl: Sorteer op aanmaakdatum. Normaal gesproken wordt een nieuw item als laatste toegevoegd aan een folder.

source: help_sort_custom
it: Per ordinamenti avanzati. Inserisci il nome di un attributo che sai possa essere usato per ordinare.
nl: Voor geavanceerd sorteren. Vul hier de naam van een attribuut in waarvan u weet dat het voor sorteren geschikt is.

source: help_sort_date
it: Ordina usando la data principale. La data del contenuto è presa di solito dal valore di un'altra data, per esempio potrebbe essere usata la data di pubblicazione, o la data di modifica se quella di pubblicazione non viene fornita. Questa data è usata in alcuni riquadri o viste delle collezioni.
nl: Sorteer op hoofddatum. De hoofddatum van een object komt normaal van een ander datum in het object af, bijvoorbeeld de publicatiedatum of de wijzigingsdatum als de publicatdatum niet opgegeven is. Deze hoofdatum word in sommige portlet- of verzamelingweergaves gebruikt.

source: help_sort_effective
it: Ordina per data di pubblicazione. Comunemente questa è la data di pubblicazione del contenuto, ma gli autori possono cambiarla. Tieni presente che questa data può anche non essere fornita.
nl: Sorteer op publicatiedatum. Deze datum kan aangepast worden door auteurs, maar misschien ook leeg zijn.

source: help_sort_expiration
it: Ordina per data di scadenza. Questa data è usata dagli autori per far sì che il contenuto sparisca automaticamente. Tieni presente che questa data può anche non essere fornita.
nl: Sorteer op vervaldatum. Deze datum gebruikt auteurs om inhoud automatisch uit overzichten te laten verdwijnen. Deze datum kan misschien leeg zijn op sommige inhoud.

source: help_sort_folder
it: Opzioni avanzate di ordinamento della cartella
nl: Geavanceerde sorteeropties voor de folder.

source: help_sort_modified
it: Ordina per data di ultima modifica. Quando un contenuto è modificato la sua posizione non viene cambiata.
nl: Sorteer op wijzigingsdatum. Wanneer een item aangepast wordt, verandert de positie in de folder niet automatisch.

source: help_sort_position_in_folder
it: Usa questo flag con l'opzione "inversa" qui sotto, per invertire l'ordinamento corrente della cartella. Se non usi quel flag non avvengono cambiamenti.
nl: Gebruik deze optie in combinatie met de "omgekeerde volgorde" optie hieronder om de huidige volgorde van de items in de folder om te keren. Wanneer de "omgekeerde volgorde" optie niet gebruikt wordt, verandert er niets.

source: help_sort_title
it: Ordina per titolo del contenuto. Da notare che titoli con numeri all'interno possono portare a risultati inaspettati.
nl: Sorteer op titel. Let op: als er titels zijn die beginnen met cijfers, kan deze optie onverwachte resultaten opleveren.

source: sort_page_description
it: Da qui puoi ordinare automaticamente i contenuti di questa cartella. Usare queste opzioni non cambierà automaticamente l'ordinamento predefinito della cartella, ma semplicemente sarà cambiato lo stato corrente dell'ordinamento (e sarai comunque libero di modificare l'ordine degli elementi, dalla vista "Contenuti").
nl: Via dit formulier kunt u de volgorde van items in een folder laten sorteren. Het gebruik van onderstaande opties verandert de huidige sortering eenmalig (en u kunt daarna nog steeds handmatig de volgorde aanpassen, via de tab "inhoud").

source: sort_page_legend
it: Ordina per...
nl: Sorteer op...
