//IBMUSERT JOB (ACCT),SHELL,CLASS=A,MSGCLASS=H                         
//OSHELL   EXEC PGM=IKJEFT01                                
//SYSPROC  DD DISP=SHR,DSN=SYS1.SBPXEXEC
//SYSTSPRT DD SYSOUT=*                                     
//SYSTSIN  DD *                                  
PROF  MSGID WTPMSG                                         
 oshell ls  -lar /                                                    
/*                                                         
//                                                     

