Repository: pypi-data/pypi-mirror-6
Catalog: packages/zettwerk.ui/zettwerk.ui-2.0.zip/zettwerk.ui-2.0/zettwerk/ui/locales/*/LC_MESSAGES/zettwerk.ui.po
Languages: fr

source: Create download directory at:
fr: Créer un dossier de téléchargement sur le serveur:

source: Directory created
fr: Dossier créé

source: Download name given but nothing themed - please use themeroller
fr: Nom de téléchargement donné mais aucun thème - merci d'utiliser le themeroller

source: Please use no special characters.
fr: Merci de ne pas utiliser de caractères spéciaux.

source: Sorry, due to security restrictions, this tool only works in Firefox
fr: Désolé, pour des raisons de sécurités, cet outil est utilisable uniquement dans Firefox

source: Sorry, sunburst is an invalid name
fr: Désolé, sunburst est un nom invalide

source: The downloaded zipfile is corrupt. This could mean that the themeroller webservice has problems. The common fix for this is, to wait a day or two and try it again.
fr: Le fichier zip téléchargé est corrompus. Ceci peut signifier que le webservice themeroller rencontre des problèmes. Vous pouvez attendre un jour ou deux et re-essayer.

source: Theme
fr: Thème

source: You opened themeroller, but no download name is given. Click ok to continue and ignore your changes or click cancel to enter a name.
fr: Vous avez ouvert themeroller mais vous n'avez pas donné de nom. Cliquer sur OK pour continuer et ignorer vos modifications ou cliquer sur Cancel pour entrer un nom.

source: Zettwerk UI Themer
fr: Thèmes Zettwerk UI
