Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.cooptation/Products.cooptation-1.4.3.zip/Products.cooptation-1.4.3/Products/cooptation/locales/*/LC_MESSAGES/cooptation.po
Languages: fr

source: This user will have the role ${role} assigned on the following workspace: ${workspace_url}
fr: Cet utilisateur sera automatiquement ajouté à l'espace de travail ${workspace_url} en tant que ${role}.

source: cooptation_accepted_body
fr: ${actor_fullname} a accepté l'ajout du nouveau membre "${content_name}" demandé à ${content_url}

source: cooptation_accepted_subject
fr: Acceptation d'ajout du membre ${content_name}

source: cooptation_notification_body
fr: ${actor_fullname} a demandé l'ajout du nouveau membre "${content_name}" à ${content_url}

source: cooptation_notification_subject
fr: Demande d'ajout du nouveau membre ${content_name}

source: cooptation_password_body1
fr: Votre compte utilisateur a été créé sur l'outil collaboratif ${sitename} à la demande de ${reviewer_name}.

source: cooptation_password_body2
fr: Votre identifiant : ${username}

source: cooptation_password_body3
fr: Veuillez activer votre compte en visitant ${set_password} avant le ${expirationdate}.

source: cooptation_password_subject
fr: Création de votre compte

source: cooptation_rejected_body
fr: ${actor_fullname} a refusé l'ajout du nouveau membre "${content_name}" demandé à ${content_url}

source: cooptation_rejected_subject
fr: Refus d'ajout du nouveau membre ${content_name}

source: greetings
fr: Cordialement

source: hello
fr: Bonjour ${recipient_to_name},

source: help_reason
fr: Quelles sont vos motivations à ajouter ce nouveau membre ?

source: help_welcomeMsg
fr: Saisissez un paragraphe optionnel qui sera inséré dans le mail envoyé au coopté si la cooptation est acceptée.

source: label_back
fr: Retour

source: label_reason
fr: Raison

source: user_has_role_on_workspace
fr: Cet utilisateur est maintenant ${role} sur l'espace de travail "${workspace_title}" disponible à cette adresse : ${workspace_url}

source: welcome_msg
fr: Message de bienvenue pour le coopté

source: you_have_role_on_workspace
fr: Vous êtes ${role} sur l'espace de travail "${workspace_title}", disponible à cette adresse : ${workspace_url}
