Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-awstats/cubicweb-awstats-0.2.0.tar.gz/cubicweb-awstats-0.2.0/i18n/*.po
Languages: fr

source: Apply
fr: Appliquer

source: Domain
fr: Domaine

source: Domain:
fr: Domaine:

source: Graph of hits for
fr: Graphique des visites pour

source: Hits
fr: Visites

source: Hits by Screen size
fr: Visites par taille d'écran

source: Hits from search keyphrases
fr: Visites par phrases de moteurs de recherche

source: Hits from search keywords
fr: Visites par mots clefs de moteurs de recherche

source: Hits with 404 errors
fr: Visites aboutissant à une erreur 404

source: Hits_plural
fr: Visites

source: Main external page referers
fr: Principaux referers externes

source: Monthly
fr: Par mois

source: Most visited URLs
fr: Pages les plus visitées

source: Navigate previous statistics by month
fr: Naviguer les statistiques antérieures par mois

source: New Hits
fr: Nouvelle statistique de visites

source: New StatPeriod
fr: Nouvelle période de statistiques

source: No stats yet
fr: Pas encore de données sur les visites

source: Number of results :
fr: Nombre de résultats :

source: Origin of hits
fr: Origine des visites

source: Period:
fr: Période statistique:

source: Robots/Spiders visitors
fr: Visiteurs robots/spiders

source: Search engine referers hits
fr: Visites referers par moteur de recherche

source: Show section :
fr: Voir uniquement la section:

source: Start:
fr: Début:

source: Stat period
fr: Période de statistiques

source: StatPeriod
fr: Période de statistiques

source: StatPeriod_plural
fr: Périodes de statistiques

source: Statistics for period :
fr: Statistiques pour la période :

source: Stop:
fr: Fin:

source: This Hits
fr: Ces visites

source: This StatPeriod
fr: Cette période de statistiques

source: Time period
fr: Période des statistiques

source: Top visitors (by host)
fr: Principaux visiteurs (par hôtes)

source: Unknown referer browser
fr: Navigateurs inconnus

source: Unknown referer os
fr: Systèmes d'exploitation inconnus

source: Visited file types
fr: Types de fichiers visités

source: Visiting browsers
fr: Principaux navigateurs

source: Visiting operating systems
fr: Principaux systèmes d'exploitation

source: Visitors domains/countries
fr: Visites par domaines/pays

source: Visits by cluster id
fr: Visites par identifiant de cluster

source: Visits by days of the month
fr: Visites par jour du mois

source: Visits by hour
fr: Visites par heure du jour

source: Visits duration
fr: Temps moyens de visite

source: Web stats
fr: Statistiques web

source: Worm visits
fr: Visites des worms

source: awstats statistics
fr: Statistiques awstats

source: count
fr: compte

# Hits
source: count
fr: compte

source: days
fr: jours

source: from %(start)s to %(stop)s (%(duration)s days)
fr: De %(start)s à %(stop)s (%(duration)s jours)

source: hit_type
fr: type de visite

# Hits
source: hit_type
fr: type de visite

source: period
fr: période

# Hits
source: period
fr: période

source: show all results
fr: voir tous les résultats

source: start
fr: début

# StatPeriod
source: start
fr: début

source: stats_about
fr: statistique à propos de

source: stats_about_object
fr: a pour statistique web

source: stop
fr: fin

# StatPeriod
source: stop
fr: fin

source: webstats statistics
fr: Statistiques web
