Repository: pypi-data/pypi-mirror-6
Catalog: packages/trytond-stock-product-location/trytond_stock_product_location-2.4.1.tar.gz/trytond_stock_product_location-2.4.1/locale/*.po
Languages: es_co

# field:product.product,locations:
source: Default Locations
es_co: Sitios Predeterminados

# field:stock.product.location,location:
source: Storage Location
es_co: Lugar de Almacenamiento

# field:stock.product.location,product:
source: Product
es_co: Productos

# field:stock.product.location,rec_name:
source: Name
es_co: Nombre

# field:stock.product.location,sequence:
source: Sequence
es_co: Secuencia

# field:stock.product.location,warehouse:
source: Warehouse
es_co: Dep√≥sito

# model:stock.product.location,name:
source: Product Location
es_co: Sitio del Producto

# view:product.product:
source: Default Locations
es_co: Sitios Predeterminados

# view:product.product:
source: Product Location
es_co: Sitio del Producto

# view:product.product:
source: Product Locations
es_co: Sitios del Producto

# view:stock.product.location:
source: Product Location
es_co: Sitio del Producto

# view:stock.product.location:
source: Product Locations
es_co: Sitios del Producto
