Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaDocument/Products.SilvaDocument-2.3.5.tar.gz/Products.SilvaDocument-2.3.5/Products/SilvaDocument/i18n/*/LC_MESSAGES/silva_document.po
Languages: de, es, it, tr

source: A Document is the basic unit of information in Silva. A document can &#8211; much like word processor documents &#8211; contain text, lists, tables, headers, subheads, images, etc. Documents can have two accessible versions, one online for the public, another in process (editable or approved/published). Older versions can be rolled forward and made editable.
de: Dokumente sind die grundlegenden Informationseinheiten in Silva. Dokumente – vergleichbar mit Dokumenten anderer Textverarbeitungsprogramme – enthalten Text, Listen, Tabellen, Überschriften, Bilder usw. Dokumente sind versionierte Inhalte und enthalten eine öffentliche Online-Version und eine, die gerade bearbeitet wird. Ältere Versionen können können im Archiv eingesehen werden.
es: Un documento es una unidad basica de informacion en Silva. Un documento puede &#8211; mas como documentos de procesador de texto &#8211; contiene texto, listas, tablas, encabezados, subtitulos, imagenes, etc. Los documentos pueden tener dos versiones accesibles, una en-línea para el publico, otra en proceso (editable o aprovada/publicada). Versiones mas viejas se pueden adelantar y se hacen editables.

source: No version to store to!
de: Keine Version, die gespeichert werden kann!
es: Ninguna versión que almacenar en!
tr: Depolamak için versiyon yok!

source: No charset entered
de: Kein Zeichensatz / Zeichencodierung eingegeben
es: No se ha introducido ningún conjunto de caracteres
it: Nessun charset in entrata
tr: karakter seti girilmedi

source: Charset set
de: Zeichensatz / Zeichencodierung geändert
es: Configuración del conjunto de caracteres
it: Impostare il charset
tr: Karakter seti

source: title
de: Titel
es: titulo
it: titolo
tr: başlık

source: paragraph
de: Absatz
es: párrafo
it: paragrafo
tr: paragraf

source: heading
de: Überschrift
es: encabezado
it: intestazione
tr: başlık

source: list
de: Liste
es: lista
it: lista
tr: liste

source: preformatted
de: Vorformatiert
es: preformateado
tr: sergilenen

source: table of contents
de: Inhaltsverzeichnis
es: tabla de contenidos
it: tabella dei contenuti
tr: içerik tablosu

source: image
de: Bild
es: imagen
it: immagine
tr: görüntü

source: table
de: Tabelle
es: tabla
it: tabella
tr: tablo

source: complex list
de: Zusammengesetzte Liste
es: lista compleja
it: lista complessa
tr: birleşik liste

source: definition list
de: Definitionsliste
es: Lista de definición
it: lista di definizione
tr: tanım listesi

source: code element
de: Spezalelement
es: código de elemento
it: elemento codice
tr: öğe kodu

source: citation
de: Zitat
es: citación
it: citazione
tr: alıntı

source: external source
de: Einbettung Datenquelle
es: fuente externa
it: sorgente esterno
tr: dış kaynak

source: Paragraph
de: Absatz
es: Párrafo...
it: Paragrafo
tr: Paragraf

source: Heading
de: Überschrift
es: Cabecera
it: Intestazione
tr: Başlık

source: List
de: Liste
es: Lista
it: Lista
tr: Liste

source: Image
de: Bild
es: Imagen
it: Immagine
tr: Görüntü

source: Complex list
de: Zusammengesetzte Liste
es: Lista compleja
it: Lista complessa
tr: Karışık liste

source: List item
de: Listeneintrag
es: Elemento de lista
it: Lista unità
tr: Öğeleri listele

source: List title
de: Listenüberschrift
es: Título de la lista
it: Lista titolo
tr: Başlıkları listele

source: Preformatted
de: Vorformatiert
es: Preformateado
tr: Gösterilmiş

source: Definition list
de: Definitionsliste
es: Lista de definiciones
it: Lista di definizione
tr: Tanım listesi

source: Table
de: Tabelle
es: Tabla
it: Tabella
tr: Tablo

source: row
de: Zeile
es: fila
it: fila
tr: satır

source: row heading
de: Zeilenüberschrift
es: Título de la fila
it: fila d'intestazione
tr: satır başlığı

source: no external source specified
es: no se ha especificado fuente externa
tr: herhangi bir dış kaynak belirtilmedi

source: error message:
de: Fehlermeldung
es: mensaje de error:
it: messaggio d'errore:
tr: hata mesajı:

source: None returned from source
es: Desde la fuente se ha retornado nada
tr: Kaynaktan hiçbi şey dönmedi

source: external source element is broken
de: Die Datenquelle ist nicht verfügbar.
es: el elemento de la fuente externa está roto.
it: l'elemento sorgente esterno è corrotto
tr: dış kaynak öğesi bozuk

source: external source element specified but silvaexternalsources not installed!
es: se ha especificado un elemento de la fuente externa pero silvaexternalsources no esta instalado!
tr: dış kaynak öğesi seçildi ama silva dış kaynaklar (silvaexternalsources) yüklenmedi!

source: Unknown Editor: ${editor}
de: Der Editor &#8216;${editor}&#8217; wird nicht unterstüzt
es: Editor desconocido: ${editor}
it: Editor Sconosciuto: ${editor}
tr: Bilinmeyen Editör: ${editor}

source: no ${path} element
de: Element nicht gefunden: ${path}
es: no está el elemento ${path}
it: nessun ${percorso} elemento
tr: ${path} öğesi yok

source: more than one ${path} element
de: Mehr als ein Element: ${path}
es: más de un elemento ${path}
tr: birden fazla ${path} öğesi

source: intermingling * is not allowed ${i}
de: Vermischen von &#8216;*&#8217; mit anderen Zeichen nicht erlaubt: ${i}
es: el mezclado * no está permitido ${i}
tr: intermingling * isin verilmiyor ${i}

source: name
es: nombre
tr: isim

source: forms editor
de: Formulareditor
es: editor de formularios
it: editor di forme
tr: form düzenleyici

source: forms editor...
de: Formulareditor...
es: editor de formularios...
it: editor di forme ...
tr: form düzenleyici...

source: preview
de: Vorschau
es: previsualización
it: anteprima
tr: önizleme

source: properties
de: Eigenschaften
es: propiedades
it: proprietà
tr: özellikler

source: access
de: Zugriff
es: acceso
it: accesso
tr: erişim

source: publish
de: Publizieren
es: publicar
it: pubblicare
tr: yayınla

source: kupu editor...
es: editor kupu...
it: editor kupu...
tr: kupu düzenleyici...

source: kupu editor
es: editor kupu
it: editor kupu
tr: kupu düzenleyici

source: edit with the Kupu Editor: alt-(
de: Bearbeiten mit Kupu: alt-(
es: editar con el editor Kupu: alt-(
it: modificare con l'editor Kupu: alt-(
tr: Kupu Düzenleyici ile devam etmek için: alt-(

source: edit with the forms editor: alt-)
de: Bearbeiten mit dem Formulareditor: alt-)
es: editar con el editor de formularios: alt-)
it: modificare con l'editor di forme: alt-(
tr: form düzenleyici ile devam etmek için: alt-)

source: author
de: Autor
es: autor
it: autore
tr: yazar

source: source
de: Quelle
es: Fuente
it: sorgente
tr: kaynak

source: The citation may contain multiple paragraphs. Separate them with an empty line.
de: Ein Zitat kann mehrere Absätze enthalten. Diese werden durch Leerzeilen voneinander abgegrenzt.
es: La cita puede contener párrafos múultiples. Sepárelos con una línea vacía.
it: La citazione contiene paragrafi multipli. Separarli con una linea vuota.

source: Code element: ${title_or_id} at ${path}
de: Spezialelement: ${title_or_id} Ort: ${path}
es: Elemento de código: ${title_or_id} en ${path}
it: L'elemento di codice: ${titolo_oppure_id} al ${percorso}
tr: Kod öğesi: ${title_or_id} at ${path}

source: They should be located in a (non-Silva) folder in the ZMI named ${code_source}.
de: Spezialelemente können nur von Site-Managern in nicht sichtbaren Zope-Verzeichnissen mit Id&nbsp;<code>${code_source}</code> vorinstalliert werden.
es: Deben ser ubicados en una carpeta (no-Silva) en el ZMI llamado ${code_source}.
it: Loro vorrebbero essere posizionati in una (non-Silva) cartella nel nome ZMI ${codice_sorgente}.

source: Available code objects:
de: Vorhandene Spezialemente:
es: Objetos disponibles del código:
it: Oggetto codice disponibile:
tr: Erişilebilir kod öğeleri:

source: Select the code to be executed when document is displayed.
de: Wählen Sie das Spezialelement aus, das hier eingefügt werden soll.
es: Seleccione el código a ser ejecutado cuando el documento se muestre.
it: Selezionare il codice per essere eseguito quando il documento è mostrato
tr: döküman gösterildiğinde çalıştırılacak öğeleri seç.

source: No code objects (Python Scripts, Page Templates, DTML Methods) are available.
de: Leider sind hier keine Spezialelemente verfügbar.
es: No hay disponible código objeto (Scripts Python, Plantilla de páginas, Métodos DTML)
it: Nessun oggetto di codice ((Python Scripts, Pagine Templates, DTML Metodi) sono disponibili.
tr: Erişilebilir (Python Scripts, Sayfa Şablonları, DTML Methods) kod öğesi yok.

source: compact
de: Kompakt
es: compacto
it: compatto
tr: yoğun

source: Add term on first line, definition on second line. Separate items with an empty line space.
de: Die erste Zeile eines Eintrags enthält den Begriff, die zweite die zugehörige Definition. Die einzelnen Einträge werden mit einer Leerzeile voneinander abgetrennt.
es: Agregue el término en la primera línea, la definición en la segunda línea. Separe los elementos con una línea vacia.
it: Aggiungere il termine sulla prima linea, la descrizione sulla seconda linea. Separare i termini con uno spazio linea vuoto.

source: Normal heading
de: Überschrift
es: Título encabezado
it: Intestazione normale
tr: Normal başlık

source: Sub heading
de: Zwischenüberschrift
es: Subtítulo
it: Intestazione secondaria
tr: Alt başlık

source: Sub sub heading
de: Kleine Zwischenüberschrift
es: sub-subtítulo
it: Intestazione sotto secondaria(K)
tr: Alt alt başlık

source: Paragraph heading
de: Absatzüberschrift
es: Título del párrafo
it: Paragrafo d'intestazione
tr: Paragraf başlığı

source: Sub paragraph heading
de: Kleine Absatzüberschrift
es: Subtítulo del párrafo
it: Paragrafo d'intestazione secondario
tr: Alt paragraf başlığı

source: float left
de: Rechts umflossen
es: flotante a la izquierda
it: float sinistro
tr: sol dalgalanma

source: align left
de: Linksbündig
es: alinear a la izquierda
it: allineamento sinistro
tr: sol düz

source: default
de: Normal
es: Predeterminado
it: predefinito
tr: öntanımlı

source: align center
de: Zentriert
es: alinear en el centro
it: allineamento centrale
tr: düzgün merkez

source: float right
de: Links umflossen
es: flotante a la derecha
it: float destro
tr: sağ dalgalanan

source: align right
de: Rechtsbündig
es: alinear en la derecha
it: allineamento destro
tr: sağ düz

source: Set an optional target for the link. Turning on &#8220;new window&#8221; inserts &#8216;_blank&#8217; after saving.
de: Sie können ein Zielfenster für den Link wählen. Die Einstellung &#8220;Neues Fenster&#8221; fügt beim Speichern &#8216;_blank&#8217; in das entsprechende Feld ein.
es: Defina un destino opcional para el enlace. Habilitando &#8220;ventana nueva&#8221; insertar &#8216;_blank&#8217; despues de salvar.

source: A float alignment allows the next document element to wrap &#8211; if there&#8217;s room.
de: Bei einer umflossenen Ausrichtung fließen die nachfolgenden Inhalte um das Bild herum, sofern genügend Platz vorhanden ist.
es: Un flotador permite la alineación el próximo documento elemento para envolver - si existe espacio suficiente.

source: get image reference...
de: Bild auswählen...
es: obtener referencia de la imagen...
it: prendere l'immagine di riferimento
tr: görüntü için referans al...

source: access key: alt-g
de: Kurzwahl: alt-g
es: tecla de acceso: alt-g
it: chiave d'accesso: alt-g
tr: giriş anahtarı: alt-g

source: edit image
de: Bild bearbeiten
es: editar imagen
it: modifica immagine
tr: görüntü düzenle

source: create a hyperlink: alt-l
de: Link anlegen:alt-l
es: Crear hipervínculo: alt-l
it: creare un hyperlink: alt-l
tr: bir hiper link oluştur: alt-l

source: High resolution version of image
de: Link zur hochauflösenden Version des Bildes
es: Versión de alta resolución de la imagen
it: Versione della risoluzione dell'immagine alta
tr: Görüntünün yüksek çözünürlüklü versiyonu

source: target frame
de: Zielfenster
es: marco destino
tr: hedef çerçeve

source: new window
de: Neues Fenster
es: nueva ventana
it: nuova finestra
tr: yeni pencere

source: tooltip for link
de: Tooltip
es: Nota de ayuda para el enlace
it: tooltip per collegamento
tr: link için araç önerisi

source: image alignment
de: Bildausrichtung
es: alineación de la imagen
it: immagine d'allineamento
tr: görüntü sırası

source: image element is broken
de: Das Bild ist leider nicht verfügbar.
es: el elemento imagen está roto
it: l'elemento immagine è corrotto
tr: görüntü öğesi bozuk

source: image reference is broken
de: Das Bild wurde gelöscht oder umbenannt.
es: la referencia a imagen está rota
it: l'immagine di riferimento è corrotta
tr: görüntü referansı bozuk

source: Add list items separated by an empty line.
de: Listeneinträge werden durch Leerzeilen voneinander getrennt.
es: Agregar elementos de lista separados por una linea vacía.
it: Aggiungere una lista di termini separata da una linea vuota.
tr: boş satırlar tarafından listelere dosya serpiştir

source: create a hyperlink: alt-g
de: Link angelegen: alt-g
es: crear un hipervínculo: alt-g
it: creare un hyperlink: alt-g
tr: bir hiperlink oluştur: alt-g

source: element
es: elemento
it: Elemento
tr: öğe

source: lead
de: Hervorgehoben
es: dirigir
it: condurre
tr: önder

source: annotation
de: Anmerkung
es: anotación
it: annotazione
tr: bilgi notu

source: ${tip} tab to the exit button or use alt-e.
de: ${tip} &#8220;Speichern + schließen&#8221; mit der Tabulatortaste anwählen oder alt-e eingeben.
es: ${tip} Tabule hacia el botón Salida (exit) o use alt-e.
it: ${tip} tab per il bottone exit oppure usare alt-e
tr: ${tip} çıkış tuşu için tab yada alt-e tuş kombinasyonunu kullanın.

source: Tip:
de: Tipp:
es: Consejo:
it: Suggerimento:
tr: Öneri:

source: Multiple paragraphs can be entered in one step by adding an empty line space.
de: Um mehrere Absätze gleichzeitig einzugeben, werden diese durch Leerzeilen getrennt.
es: Párrafos múltiples pueden ser introducidos de una vez agregando una linea vacia de por medio.
it: I paragrafi multipli possono essere entrati in una fase dall'aggiunta di uno spazio linea vuoto.

source: none
de: Keine Auswahl
es: ninguno
it: niente
tr: hiçbiri

source: Preformatted text will be shown exactly as entered, with all characters displayed literally. White space is preserved (unless the textarea is empty).
de: Bei vorformatiertem Text werden alle Zeichen so ausgegeben, wie sie eingegeben wurden. Leerraumzeichen bleiben erhalten (außer bei leerem Texteingabefeld).
es: El texto preformateado será mostrado exactamente como se ha introducido, con todos los caracteres mostrados literalmente. Se preservan los espacios en blanco (a menos que el area de texto esté vacía).

source: Source description:
de: Beschreibung der Datenquelle:
es: Descripción de fuente:
it: Descrizione del sorgente:
tr: Kaynak tanımı:

source: source id
de: Id der Datenquelle
es: Id de fuente
it: sorgente id
tr: kaynak kimliği

source: Select an External Source...
de: Datenquelle auswählen...
es: Seleccione una Fuente Externa...
it: Selezionare un Sorgente Esterno...
tr: bir Dış kaynak seçin...

source: update
de: aktualisieren
es: actualizar
tr: güncelle

source: access key: alt-u
de: Kurzwahl: alt-u
es: Tecla de acceso: alt-u
it: chiave d'accesso: alt-u
tr: Giriş Anahtarı: alt-u

source: Select a source from the pulldown list.
de: Datenquelle vom Pulldown-Menü auswählen.
es: Seleccione una fuente desde la lista desplegable
it: Selezionare un sorgente dalla lista critica.
tr: Aşağıdaki listeden bir kaynak seçin.

source: Hit "update" to refresh the reference.
de: Nach der Auswahl der Datenquelle &#8220;Aktualisieren&#8221; anklicken.
es: Presione "actualizar" para refrescar la referencia.
tr: Referansı yenilemek için "güncelle" ye basın.

source: Fill in the parameters (if necessary).
de: Parameter eingeben (falls erforderlich).
es: Rellene los parámetros (si es necesario)
it: Riempire nei parametri (se necessario)
tr: Parametreleri doldurun (gerekli ise).

source: Source is a NoneType - is it not available anymore?
de: Die Datenquelle steht nicht mehr zur Verfügung.
es: La fuente es del tipo NoneType - No estará disponible nunca más?
it: Il sorgente è un NoneType - non è piu' disponibile?
tr: Kaynak tipi bilinmiyor - kaynak artık erişilebilir değil mi?

source: title:
de: Titel:
es: título:
it: titolo:
tr: başlık:

source: description:
de: Beschreibung:
es: descripción:
it: descrizione:
tr: tanımlama:

source: No parameters to be filled for this source.
de: Diese Datenquelle benötigt keine Eingabeparameter.
es: No hay parametros para ser llenados para esta fuente.
it: Nessuno dei parametri può essere riempito per questo sorgente.

source: Source parameters
de: Eingabeparameter
es: Parámetros de fuente
it: Parametri dei sorgenti
tr: Kaynak parametreleri

source: Unfortunately however, there no error message available...
de: Leider ist keine detaillierte Fehlermeldung verfügbar.
es: Desafortunadamente, sin embargo, no hay mensajes de error...
it: Sfortunatamente però, li nessun messaggio d'errore disponibile
tr: Malesef, her ne kadar bir hata mesajı olmasada...

source: Table of contents depth:
de: Verschachtelungstiefe des Inhaltsverzeichnisses:
es: Tabla de contenido a fondo:
it: Tabella dei contenuti di profondità:
tr: İçerik derinliği tablosu:

source: 1 level
de: Eine Ebene
es: 1 nivel
it: 1 livello
tr: 1 seviye

source: ${n} levels
de: ${n} Ebenen
es: ${n} niveles
it: ${n} livelli
tr: ${n} seviye

source: unlimited
de: Unbegrenzt
es: ilimitado
it: illimitato
tr: sınırsız

source: nest element
de: Verschachtelten Eintrag bearbeiten
es: elemento nido
it: prossimo elemento
tr: yuva öğesi

source: The stored xml is invalid.
de: Das gespeicherte XML ist ungültig.
es: El xml almacenado es inválido.
it: L'xml conservato non è valido.
tr: Depolanmış xml geçersiz.

source: delete element
de: Eintrag löschen
es: elemento eliminado
it: cancella elemento
tr: öğeyi sil

source: move down
de: Eintrag nach unten schieben
es: hacia abajo
it: muovere giù
tr: aşağı hareket et

source: move up
de: Eintrag nach oben schieben
es: hacia arriba
it: muovere su
tr: yukarı hareket et

source: up to top of page
de: zum Seitenanfang
es: parte superior de la página
it: sopra o in cima alla pagina
tr: sayfanın en üstüne git

source: Notes
de: Hinweise
es: Notas
it: Note
tr: Notlar

source: save
de: Speichern
es: guardar
it: salva
tr: kaydet

source: access key: alt-s
de: Kurzwahl: alt-s
es: tecla de acceso: alt-s
it: chiave d'accesso: alt-s
tr: giriş anahtarı: alt-s

source: save + exit
de: Speichern + schließen
es: guardar + salir
it: salva + esci
tr: kaydet + çık

source: access key: alt-e
de: Kurzwahl: alt-e
es: tecla de acceso: alt-e
it: chiave d'accesso: alt-e
tr: giriş anahtarı: alt-e

source: save + insert
de: Speichern + Eintrag einfügen
es: guardar + insertar
it: salva + inserisci
tr: kaydet + ekle

source: access key: alt-i
de: Kurzwahl: alt-i
es: tecla de acceso: alt-i
it: chiave d'accesso: alt-i
tr: giriş anahtarı: alt-i

source: insert element
de: Eintrag einfügen
es: insertar elemento
it: inserire elemento
tr: öğe ekle

source: insert item
de: Zeile einfügen
es: insertar artículo
it: inserire termine
tr: nesne ekle

source: add element&nbsp;
de: Eintrag einfügen&nbsp;
es: agregar elemento&nbsp;
it: aggiungi elemento&nbsp:
tr: öğe ekle&nbsp;

source: insert
de: Einfügen
es: insertar
it: inserire
tr: ekle

source: edit element
de: Eintrag bearbeiten
es: editar elemento
it: modifica elemento
tr: öğe düzenle

source: subscript
de: tiefgestellt
es: subíndice
it: sottoscript
tr: altscript

source: underlined
de: unterstrichen
es: subrayado
it: sottolineare
tr: altıçizilmiş

source: superscript
de: hochgestellt
es: superíndice
it: superscripts
tr: süperscript

source: text
de: Link-Text
es: texto
it: testo
tr: metin

source: if ${target} is empty a new window opens
de: mit &#8216;target=""&#8217; wird ein neues Fenster geöffnet
es: si ${target} está vacio, se abre una nueva ventana
it: se ${target} è vuoto apre una nuova finestra
tr: eğer ${target} boşsa yeni pencere açar

source: target
de: Zielfenster
es: incógnita
tr: hedef

source: title of the index item
de: Begriff für Indexeintrag
es: título del índice de artículos
tr: İndeks nesnesi başlığı

source: anchorname
de: Ankername
es: nombreancla
tr: çapaadı

source: abbreviation
de: Abkürzung
es: abreviatura
it: abbreviazione
tr: kısaltma

source: full name
de: Ausgeschriebene Bezeichnung
es: nombre completo
it: nome pieno
tr: tam isim

source: acronym
de: Akronym
es: acrónimo
it: acronimo
tr: kısaltma

source: Silva markup
de: Silva-Auszeichnungen
es: marcado de Silva
it: Margine di guadagno Silva
tr: Silva deyimler

source: Text can be formatted &#8211; in ${italic}, ${bold}, etc. &#8211; with ${silva_markup}:
de: Text kann mit ${silva_markup} ${italic} oder ${bold} usw. gesetzt werden:
es: El texto puede estar formateado &#8211; en ${italic}, ${bold}, etc. &#8211; con ${silva_markup}:
it: Il testo può essere formattato &#8211; in ${italic}, ${bold}, etc. &#8211; con ${silva_markup}:

source: italic
de: kursiv
es: itálica
tr: eğik

source: bold
de: fett
es: negrita
tr: kalın

source: type
de: Typ
es: tipo
tr: tür

source: disc bullets
es: botones de disco
tr: disk kovanı

source: square bullets
es: botones cuadrados
tr: köşe kovanı

source: circle bullets
es: botones de circulo
tr: daire kovanı

source: no bullet
de: Ohne Punkte
es: no hay botones
tr: kovan yok

source: Up to parent: alt-u
de: Eine Ebene hoch: alt-u
es: Hasta el parentesis: alt-u
it: Fino al parente: alt-u
tr: Üst dizine git: alt-u

source: edit parent
de: Eine Ebene hoch
es: editar parientes
it: modifica parente
tr: ana düzenleme

source: Up to parent
de: Eine Ebene hoch
es: Hasta el parentesis
it: Fino al parente
tr: Üst dizine git

source: column settings
de: Spalteneinstellungen
es: configuración de columna
it: Colonna settaggi
tr: sütun ayarları

source: accesskey: alt-a
de: Kurzwahl: alt-a
es: tecla de acceso: alt-a
it: chiave d'accesso: alt-a
tr: girişanahtarı: alt-a

source: add column
de: Neue Spalte
es: agregar columna
it: aggiungere colonna
tr: sütun ekle

source: delete column
de: Spalte löschen
es: borrar columna
it: cancellare colonna
tr: sütun sil

source: accesskey: alt-d
de: Kurszwahl: alt-d
es: tecla de acceso: alt-d
it: chiave d'accesso: alt-d
tr: girişanahtarı: alt-d

source: relative width
de: Relative Breite
es: anchura relativa
it: larghezza relativa
tr: benzer genişlik

source: Plain table (bold heading, no borders)
de: Einfache Tabelle ohne Rahmen
es: Tabla plana (títulos en negrita, sin bordes)
tr: Basit tablo (kalın başlık

source: List table (bold underlined heading, borderless rows)
de: Listentabelle (Linien zwischen Zeilen)
es: Tabla de lista (títulos subrayado en negrita, filas sin bordes)

source: Grid table (bold bordered heading, bordered rows)
de: Gittertabelle (Rahmen um Zellen und Überschriften)
es: Tabla de malla (título con bordes y en negrita, filas con bordes)

source: Data grid table (bold borderless heading, bordered rows)
de: Daten-Gitttertabelle (Rahmen nur um Zellen)
es: Tabla malla de datos (título sin bordes y en negrita, filas con bordes)

source: editor
de: Bearbeiten
tr: düzenleyici

source: Code element is broken
de: Dieses Spezialelement ist entfernt worden.
it: L'elemento di codice è corrotto
tr: Kod öğesi bozuk

source: Use &#8220;get image reference...&#8221; (alt-g) to locate an image, or type in the full path.
de: Verwenden Sie &#8220;Bild auswählen...&#8221; (alt-g) um ein Bild auszusuchen oder geben Sie den Pfad zum Bild ein.

source: Set a URL to make this image a link (alt-l). To link to other sites, prepend &#8216;http://&#8217; to the address.
de: Geben Sie eine URL ein, damit das Bild als Link angeklickt werden kann (alt-l). Bei Links zu externen Websites muss die Adresse mit &#8216;http://&#8217; beginnen.
