Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaDocument/Products.SilvaDocument-2.3.5.tar.gz/Products.SilvaDocument-2.3.5/Products/SilvaDocument/i18n/*/LC_MESSAGES/silva_document.po
Languages: de, es, it, tr

source: It&#8217;s good practice to give the link of an image a title, which will appear as a tooltip.
de: Weisen Sie den Links von Bildern einen Titel als Tooltip zu. Der Tooltip wird beim Überfahren des Bildes mit dem Mauszeiger angezeigt.

source: get link reference...
de: Zu anderem Inhalt verlinken...
it: prendere il link di riferimento ...
tr: link için referans al...

source: subeditor
de: Editor für verschachtelte Einträge
it: sottoeditor
tr: altdüzenleyici

source: Nested element editor
de: Editor für verschachtelte Einträge
tr: Yuva öğesi düzenleyici

source: c
de: z

source: id:
tr: kimlik:

source: normal
it: normale
