Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.Doormat/Products.Doormat-1.0.zip/Products.Doormat-1.0/Products/Doormat/locales/*/LC_MESSAGES/Doormat.po
Languages: es

source: 'Show more' link
es: Enlace 'Mostrar mas'

source: 'Show more' text
es: Texto 'Mostrar mas'

source: Collection
es: Colección

source: Doormat Uninstall Profile
es: Perfil de desinstalación de Doormat

source: Extension profile for Doormat.
es: Perfil de instalación de Doormat

source: If checked, this Doormat / Column / Section's title will be displayed in the doormat viewlet.
es: Si se selecciona, se mostrará este título del Doormat / Columna / Sección en el viewlet doormat.

source: Internal_link
es: Enlace interno

source: Limit number of items
es: Limite de numero de elementos

source: Maximum number of items to be shown, leave blank for all items.
es: Número máximo de elementos a mostrar, dejar en blanco para todos los artículos.

source: Optionally, add a location for an extra link that will be displayed below the items, like a link to the collection itself.
es: Opcionalmente, añadir una ubicación de un enlace adicional que aparecerá debajo de los artículos, como un enlace a la colección en sí.

source: Show the item's last modification time
es: Mostrar la última hora de modificación del elemento

source: Show time
es: Mostrar la hora

source: Show title in viewlet
es: Mostrar el titulo en el viewlet

source: The text for the 'Show more' link.
es: El texto para el enlace 'Mostrar mas'

source: Uninstalls Products.Doormat. Also removes the Doormat object and the content in it.
es: Desinstalación del producto Products.Doormat. También removerá los objetos Doormat y lo que contienen.
