Repository: pypi-data/pypi-mirror-6
Catalog: packages/testdrive/testdrive-3.25.tar.gz/testdrive-3.25/po/testdrive-*.po
Languages: nl, pt

source: Test Drive an Ubuntu ISO
nl: Een Ubuntu-ISO testen
pt: Test Drive uma imagem ISO do Ubuntu

source: Download and run an Ubuntu ISO in a Virtual Machine
nl: Ubuntu-ISO's downloaden en in een virtuele machine draaien
pt: Faça o download de uma imagem ISO do Ubuntu e instale-a numa máquina virtual

source: Other
nl: Overige
pt: Outro

source: Instancing Preferences...
nl: Voorkeuren instantiëren...
pt: Preferências de Instanciação...

source: Checking available ISOs at the ISO tracker [http://iso.qa.ubuntu.com] every %s seconds
pt: Verificação de ISOs disponíveis no rastreador ISO [http://iso.qa.ubuntu.com] a cada% s segundos

source: Unable to check the ISO tracker
pt: Não é possível verificar o rastreador ISO

source: <b>Release:</b> %s
nl: <b>Uitgave:</b> %s
pt: <b>Lançamento:</b> %s

source: <b>ISO Repository:</b> http://%s.ubuntu.com/
nl: <b>ISO-bron:</b> http://%s.ubuntu.com/
pt: <b>Repositório da ISO:</b> http://%s.ubuntu.com/

source: Add an ISO to TestDrive
nl: ISO toevoegen aan TestDrive
pt: Adicionar uma ISO ao TestDrive

source: Unable to open because 'testdrive' is not installed. Please install testdrive: sudo apt-get install testdrive-cli
nl: Kan niet geopend worden om dat 'testdrive' niet geïnstalleerd is. Instaleer testdrive: sudo apt-get install testdrive-cli
pt: Não é possível abrir porque o 'testdrive' não está instalado. Por favor instale o testdrive: sudo apt-get install testdrive-cli

source: TestDrive an ISO or Disk Image
nl: ISO of beeldbestand testen
pt: TestDrive uma ISO ou imagem de disco

source: Obtaining the sync protocol for the specified ISO...
nl: Sync-protocol voor de gegeven ISO ophalen...
pt: A obter o protocolo de sincronização para a ISO especificada...

source: Unsupported protocol [%s]
nl: Protocol [%s] wordt niet ondersteund
pt: Protocol não suportado [%s]

source: Obtaining the virtualization method...
nl: Virtualisatiemethode ophalen...
pt: A obter o método de virtualização...

source: Your CPU supports KVM acceleration; please install KVM
nl: Uw processor ondersteunt KVM-versnelling; installeer KVM
pt: O seu processador suporta aceleração KVM; por favor instale KVM

source: Your CPU supports KVM acceleration; please install KVM: sudo apt-get install qemu-kvm
nl: Uw processor ondersteunt KVM-versnelling; installeer KVM: sudo apt-get install qemu-kvm
pt: O seu processador suporta aceleração KVM; por favor instale KVM: sudo apt-get install qemu-kvm

source: Your CPU does not support acceleration; run kvm-ok for more information; then install VBox
nl: Uw processor ondersteunt geen versnelling; voer kvm-ok uit voor meer informatie; installeer vervolgens VirtualBox
pt: O seu processador não suporta aceleração; execute kvm-ok para mais informação; depois instale VBox

source: Your CPU does not support acceleration; run kvm-ok for more information; then please install VirtualBox kvm-ok sudo apt-get install virtualbox-ose
nl: Uw processor ondersteunt geen versnelling; voer kvm-ok uit voor meer informatie; installeer vervolgens VirtualBox kvm-ok sudo apt-get install virtualbox-ose
pt: O seu processador não suporta aceleração; execute kvm-ok para mais informação; depois instale VBox kvm-ok sudo apt-get install virtualbox-ose

source: Retrieving the Ubuntu ISO list from cache...
nl: Ubuntu-ISO-lijst ophalen uit de cache...
pt: A recuperar a lista ISO do Ubuntu na cache...

source: Unable to retrieve the Ubuntu ISO list from cache...
nl: Kon Ubuntu-ISO-lijst niet ophalen uit de cache...
pt: Não é possível recuperar a lista ISO do Ubuntu na cache...

source: <i> CACHE: [empty]</i>
pt: <i> CACHE: [vazia]</i>

source: <b><i>There are no Other ISOs yet...</i></b>
nl: <b><i>Er zijn nog geen andere ISO's...</i></b>
pt: <b><i>Ainda não existem outras ISOs...</i></b>

source: <b><i>There are no ISOs for this architecture yet...</i></b>
nl: <b><i>Er zijn nog geen ISO's voor deze architectuur...</i></b>
pt: <b><i>Ainda não existem outras ISOs para esta arquitetura...</i></b>

source: Add ISO
nl: ISO toevoegen
pt: Adiccione ISO

source: Create USB Disk
nl: USB-schijf maken
pt: Crie um disco USB

source: Sync
pt: Sincronização

source: Launch
nl: Starten
pt: Iniciar

source: Using KVM for virtual machine hosting...
nl: KVM wordt gebruikt voor de virtuele machine...
pt: A usar o KVM para hospedagem de máquinas virtuais...

source: Using VirtualBox for virtual machine hosting...
nl: VirtualBox wordt gebruikt voor de virtuele machine...
pt: A usar o VirtualBox para hospedagem de máquinas virtuais...

source: Using Parallels Desktop for virtual machine hosting...
nl: Parallels wordt gebruikt voor de virtuele machine...
pt: A usar o Desktop Parallels para hospedagem de máquinas virtuais...

source: sync_iso: Thread is executing...
nl: sync_iso: Thread wordt uitgevoerd...
pt: sync_iso: Thread em execução...

source: launch_iso: Thread is executing or syncing...
nl: launch_iso: Thread wordt uitgevoerd of gesynchroniseerd...
pt: launch_iso: Thread em execução ou em sincronização...

source: No ISO has been selected. Please select an ISO to create an USB Startup Disk.
nl: Er is geen ISO geselecteerd. Selecteer een ISO om een USB-opstartschijf te maken.
pt: Não foi selecionada nenhuma ISO. Por favor selecione uma ISO para criar um disco de arranque USB.

source: More than 1 ISO has been selected. Please select only 1 ISO to continue!
nl: Er is meer dan 1 ISO geselecteerd. Select 1 ISO om door te gaan!
pt: Foi selecionada mais do que 1 ISO. Por favor selecione apenas 1 ISO para continuar!

source: The specified ISO does not exist! Please, synchronize the ISO to continue.
nl: De gekozen ISO bestaat niet! Synchroniseer de ISO om door te gaan.
pt: A ISO específicada não existe! Por favor, sincronize a ISO para continuar.

source: Unable to launch USB Creator!
nl: Kon USB-opstartschijf aanmaken niet starten!
pt: Não é possível iniciar o USB Creator!

source: Downloading %s (0%%)
pt: A transferir %s (0%%)

source: Downloading %s (%s%%)
pt: A transferir %s (%s%%)

source: Configuring Virtual Machine...
pt: A configurar a Máquina Virtual...

source: Running Virtual Machine...
pt: A executar a Máquina Virtual...

source: Show debug messages
nl: Debug-berichten weergeven
pt: Mostrar mensagens de depuração

source: Welcome to Testdrive!
nl: Welkom bij Testdrive!
pt: Bem vindo ao TestDrive!

source: %d. Other (prompt for ISO URL)
nl: %d. Anders (vraag om ISO URL)
pt: %d. Outro (prompt para URL da ISO)

source: Select an image to testdrive [1]:
nl: Selecteer een beeldbestand om uit te voeren met TestDrive [1]:
pt: Selecione uma imagem para o testdrive [1]:

source: ERROR: Invalid input
nl: FOUT: ongeldige invoer
pt: ERRO: Entrada inválida

source: Enter an ISO URL to testdrive:
nl: Geef een URL naar de ISO die getest moet worden:
pt: Introduza o URL da ISO para testdrive:

source: ERROR: Invalid selection
nl: FOUT: ongeldige selectie
pt: ERRO: Seleção inválida

source: Invalid ISO URL [%s]
nl: Ongelding ISO-URL [%s]
pt: ISO URL [%s] inválida

source: Command failed `%s`
nl: Opdracht mislukt `%s`
pt: Comando falhado `%s`

source: Launching Virtual Machine using CURSES as screen mode
pt: Lançamento da Máquina Virtual usando o CURSES como modo de ecrã

source: user configuration file (overriding default values
nl: Gebruikersconfiguratie (overschrijft standaard configuratie)
pt: ficheiro de configuração do utilizador (a sobrescrever os valores predefinidos

source: print version and system data, and exit
nl: print versie- en systeemgegevens, en sluit af
pt: imprimir dados e versão do sistema, e sair

source: get ISO image from this URL location
nl: ISO-beeldbestand vanaf deze URL ophalen
pt: obter imagem ISO a partir desta localização URL

source: try to launch usb-creator for further testing
nl: Probeer usb-schijf aanmaken te starten voor verdere testen
pt: tentar lançar o usb-creator para testes adicionais

source: hardcode Ubuntu RELEASE codename
nl: hardcode Ubuntu RELEASE codenaam
pt: nome de código de LANÇAMENTO hardcode Ubuntu

source: hardcode Ubuntu flavor. Available Flavors: ubuntu/kubuntu/xubuntu/edubuntu/mythbuntu/ubuntustudio/lubuntu/ubuntukylin
pt: Distribuição Ubuntu hardcode. Distribuições disponíveis: ubuntu/kubuntu/xubuntu/edubuntu/mythbuntu/ubuntustudio/lubuntu/ubuntukylin

source: hardcode Ubuntu repository from where to obtain ISOs: releases/cdimage/cloud-daily/cloud-releases
pt: repositório Ubuntu hardcode a partir de onde obter ISOs: releases/cdimage/cloud-daily/cloud-releases

source: displays the Virtual Machine in the shell. Only valid for Cloud images.
pt: exibe a Máquina Virtual na shell. Válido somente para imagens na nuvem.

source: version passed: %s
nl: Versie meegegeven: %s
pt: versão aprovada: %s

source: config passed: %s
nl: configuratie meegegeven: %s
pt: config aprovado: %s

source: Trying config in %s
nl: Probeer configuratie in %s
pt: A tentar config em %s

source: Using configuration in %s
nl: Gebruik configuratie in %s
pt: A usar a configuração em %s

source: Invalid configuration [%s]
nl: Ongeldige configuratie [%s]
pt: Configuração inválida [%s]

source: Your CPU supports KVM acceleration; please install KVM: sudo apt-get install qemu-kvm
pt: O seu processador suporta aceleração KVM, por favor instalar KVM: sudo apt-get install qemu-kvm

source: Your CPU does not support acceleration; run kvm-ok for more information; then please install VirtualBox: kvm-ok sudo apt-get install virtualbox-ose
pt: O seu processador não suporta aceleração; execute kvm-ok para mais informações, depois por favor instale o VirtualBox: kvm-ok sudo apt-get install virtualbox-ose

source: Launching Cloud images only works with KVM. Please switch your virtualization method...
pt: O lançamento de imagens na nuvem só funciona com KVM. Por favor, mude o seu método de virtualização ...

source: Obtaining Ubuntu ISO list from %s...
nl: Ubuntu-ISO-lijst ophalen van %s...
pt: A obter a lista Ubuntu ISO de %s...

source: ERROR: Could not obtain the Ubuntu ISO list from %s...
nl: FOUT: Kon de Ubuntu-ISO-lijst niet ophalen van %s...
pt: ERRO: Não foi possível obter a lista Ubuntu ISO de %s...

source: Unable to update the Ubuntu ISO list cache...
nl: Cache van Ubuntu-ISO-lijst kon niet bijgewerkt worden...
pt: Não é possível atualizar a lista Ubunto ISO da cache...

source: Syncing the specified ISO...
nl: Gekozen ISO synchroniseren...
pt: A sincronizar a ISO especificada...

source: ISO not found at [%s]
nl: ISO niet gevonen op [%s]
pt: ISO não encontrada em [%s]

source: Validating Virtualization Method....
nl: Virtualisatiemethode valideren...
pt: A validar o Método de Virtualização...

source: Unable to validate Virtualization Method [%s]
nl: Kon virtualisatiemethode [%s] niet valideren
pt: Não é possível validar o Método de Virtualização [%s]

source: Setting up Virtual Machine...
nl: Virtuele machine opzetten...
pt: A configurar a Máquina Virtual...

source: Unable to setup Virtual Machine
nl: Kon virtuele machine niet opzetten
pt: Não é possível configurar a Máquina Virtual

source: Launching Virtual Machine...
nl: Virtuele machine starten...
pt: A iniciar a Máquina Virtual...

source: Unable to launch Virtual Machine
nl: Kon virtuele machine niet starten
pt: Não é possível iniciar a Máquina Virtual

source: Cleaning up disk image [%s]...
nl: Beeldbestand [%s] opschonen...
pt: A limpar a imagem de disco [%s]...

source: You may wish to clean up the cache directory...
nl: U wilt misschien de cache-map opschonen...
pt: Pode querer limpar a diretoria da cache...

source: %s and %s
nl: %s en %s
pt: %s e %s

source: Launch USB Startup Disk Creator for further testing of this ISO? [y/N]
nl: USB-opstartschijf aanmaken starten om deze ISO verder te testen? [y/N] (y=Ja, n=nee)
pt: Iniciar o USB Startup Disk Creator para testes adicionais desta ISO? [y/N]

source: Press <enter> to exit...
nl: Druk op <enter> om af te sluiten...
pt: Pressionar <enter> para sair...

source: Please insert a Description
nl: Vul een beschrijving in
pt: Por favor insira uma Descrição

source: Please insert a URL
nl: Vul een URL in
pt: Por favor insira um URL

source: No sync protocol has been selected, please select one.
nl: Geen sync-protocol gekozen, selecteer er één.
pt: Não foi selecionado nenhum protocolo de sincronização, por favor selecione um.

source: Description
nl: Beschrijving
pt: Descrição

source: Select Protocol:
nl: Selecteer protocol:
pt: Selecione Protocolo:

source: Other...
nl: Anders...
pt: Outro...

source: TestDrive Preferences
nl: TestDrive voorkeuren
pt: Preferências do TestDrive

source: Select Repository:
nl: Bron selecteren:
pt: Selecione Repositório:

source: Select Release:
nl: Uitgave selecteren:
pt: Selecione a Edição

source: Reading config file: [%s]
nl: Configuratiebestand [%s] lezen
pt: A ler o ficheiro [%s] config

source: Unable to load config file [%s]
nl: Kon configuratiebestand [%s] niet laden
pt: Não é possível carregar o ficheiro [%s] config

source: of %s available.
nl: van %s beschikbaar
pt: de [%s] disponíveis.

source: Could not obtain the Ubuntu ISO list from %s...
nl: Kon de Ubuntu-ISO-lijst niet ophalen van %s...
pt: Não foi possível obter a lista Ubuntu ISO de %s...

source: Updating the Ubuntu ISO list cache...
nl: Cache van Ubuntu-ISO-lijst bijwerken...
pt: A atualizar a lista Ubuntu ISO da cache...

source: Unable to clean up files from [%s]
nl: Kon bestanden niet opschonen van [%s]
pt: Não é possível limpar os ficheiros de [%s]
