Repository: pypi-data/pypi-mirror-6
Catalog: packages/redturtle.sendto_extension/redturtle.sendto_extension-2.0.0b2.zip/redturtle.sendto_extension-2.0.0b2/redturtle/sendto_extension/locales/*/LC_MESSAGES/redturtle.sendto_extension.po
Languages: it

source: Add me to recipients
it: Aggiungimi ai destinatari

source: An extension for the "Send this" document action
it: Un'estensione per l'azione "Invia a" dei documenti

source: Captcha protection code is wrong. Please retry
it: Il codice di protezione captcha è errato. Prego riprova

source: Captcha protection for anonymous users
it: Protezione captcha per utenti anonimi

source: Changes saved
it: Modifiche memorizzate

source: E-mail body
it: Testo dell'e-mail

source: E-mail subject
it: Oggetto della e-mail

source: Edit cancelled
it: Modifiche annullate

source: Enter a list of email addresses to send this page to
it: Inserisci una lista di indirizzi e-mail a cui inviare questa pagina

source: Enter the email address to send this page to
it: Inserisci l'indirizzo e-mail a cui inviare questa pagina

source: Message
it: Messaggio

source: Message sent
it: Messaggio inviato

source: No protection! Risky Bussiness!
it: Nessuna protezione! Situazione rischiosa!

source: No recipients
it: Nessun destinatario

source: No sender address provided
it: Nessun indirizzo del mittente fornito

source: Protection from spam
it: Protezione dallo spam

source: Recaptcha protection
it: Protezione recaptcha

source: Send link
it: Spedisci collegamento

source: Send link to this page to somebody
it: Spedisci collegamento a questa pagina a qualcuno

source: Send to
it: Invia a

source: Send to (using BCC)
it: Invia a (usando BCC)

source: Send to Extension
it: Estensione del Send to

source: Send to form settings
it: Importazioni del modulo "Invia a"

source: Send to groups
it: Invia a gruppi

source: Send to groups (using BCC)
it: Invia a gruppi (usando BCC)

source: Send to site members
it: Invia ad utenti

source: Send to site members (using BCC)
it: Invia ad utenti (usando BCC)

source: Sending information
it: Informazioni di invio

source: Take sender address from the user
it: Prendi l'indirizzo mittente dall'utente

source: Use provided address as sender for the message
it: Usa l'indirizzo fornito come mittende del messaggio

source: "Send to" form settings
it: Impostazione del modulo "Invia a"

source: captcha_check_help
it: Inserisci il codice di protezione captcha qui sotto, per essere sicuri che tua sia un umano

source: captcha_help
it: Scegli se vuoi una protezione captcha quando il form di invio è utilizzato da utenti anonimi. Questo è ALTAMENTE CONSIGLIATO, specialmente quando l'invio a più destinatari è abilitato. Al momento l'unica protezione captcha supportata richiede che sia installato (e configurato) collective.recaptcha.

source: description_send_page_url_to
it: Puoi inviare un link a questa pagina ad un indirizzo e-mail conosciuto fornendo le informazioni qui sotto.

source: email_body
it: Hai ricevuto questo messaggio perché qualcuno ha visitato l'URL ${url} e ha voluto notificarti la pagina. L'indirizzo del mittente è ${sender} e ha aggiunto questo commento: ${comment} -- ${site_name} ${site_description} ${site_url}

source: email_body_help
it: Corpo del testo della e-mail che verrà inviata all'uso del form. Puoi usare ${url} per l'URL della pagina, ${site_url} per l'URL del sito, ${site_name} per il nome del sito, ${title} per il titolo del documento, ${sender} per l'indirizzo del mittente, ${comment} per il commento inviato dal mittente.

source: email_subject
it: Nuovo messaggio da "${site_name}"

source: email_subject_help
it: Oggetto della e-mail che verrà inviata all'uso del form. Puoi usare ${url} per l'URL della pagina, ${site_url} per l'URL del sito, ${site_name} per il nome del sito, ${title} per il titolo del documento, ${sender} per l'indirizzo del mittente, ${comment} per il commento inviato dal mittente.

source: force_member_email_help
it: Se selezionato, e il modulo è utilizzato da un utente autenticato, prende automaticamente l'indirizzo e-mail dell'utente (e non lo rende modificabile)

source: help_cc_me
it: Aggiungi il mio indirizzo alla lista dei destinatari così potrò ricevere l'email

source: help_sendto_settings_editform
it: Gestione delle impostazioni per il modulo "Invia a"

source: i18n_send_to_address_help_bcc
it: Inserisci una lista di indirizzi e-mail a cui inviare questa pagina. Gli indirizzi in questa lista non saranno rivelati agli altri destinatari

source: message_help
it: Fornisci un messaggio da inviare al destinatario

source: send_to_groups_help
it: Seleziona un insieme di gruppi, ai quali membri inviare questa pagina. Inizia con l'immettere qualche carattere, poi seleziona dal menù a tendina.

source: send_to_groups_help_bcc
it: Seleziona un insieme di gruppi ai quali membri inviare questa pagina. Inizia con l'immettere qualche carattere, poi seleziona dal menù a tendina. Gli utenti dentro ai gruppi in questa lista non saranno rivelati agli altri destinatari

source: send_to_members_help
it: Seleziona un insieme di utenti a cui inviare questa pagina. Inizia con l'immettere qualche carattere, poi seleziona dal menù a tendina.

source: send_to_members_help_bcc
it: Seleziona un insieme di utenti del sito a cui inviare questa pagina. Inizia con l'immettere qualche carattere, poi seleziona dal menù a tendina. Gli utenti in questa lista non saranno rivelati agli altri destinatari

source: use_mail_for_sender_help
it: Se selezionato il messaggio userà l'indirizzo del mittente. Se no, verrà usata la configurazione predefinita del sito.
