Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaFind/Products.SilvaFind-3.0.4.tar.gz/Products.SilvaFind-3.0.4/Products/SilvaFind/i18n/*/LC_MESSAGES/silvafind.po
Languages: he, ru

source: Search query can not start with wildcard character.
he: שאילתת החיפוש לא יכולה להתחיל עם תו-כל.
ru: Поисковый запрос не может быть начинат с wildcard-символом.

source: Search query contains only common or reserved words.
he: שאילתת החיפוש מכילה מילים נפוצות או שמורות בלבד.
ru: Поисковый запрос содержит лишь общие или зарезервированные слова.

source: No items matched your search.
he: אין פריטים התואמים את חיפושך.
ru: Нет пунктов, соответствующих данным критериям поиска.

source: full text
he: כל הטקסט
ru: полный текст

source: Search the full text.
he: חפש את הטקסט כולו.
ru: Искать по полному тексту

source: between
he: בין
ru: между

source: and
he: ו
ru: и

source: only integers
he: שלמים בלבד
ru: только целые

source: from
he: מ
ru: от

source: to
he: עד
ru: до

source: Search for the selected content types.
he: חפש אחר סוגי התוכן הנבחרים.
ru: Поиск по содержанию отдельных видов.

source: All Types
he: כל הסוגים
ru: Все типы

source: below path
he: מתחת
ru: путь ниже

source: Only search below this location (a path from the site root).
he: חפש רק מתחת למיקום זה (נתיב משורש האתר).
ru: Поиск только ниже этого места (путь от корня сайта).

source: Ranking
he: דירוג
ru: Ранжировать

source: full text result ranking
he: דירוג תוצאות כל הטקסט
ru: ранжировать полнотекстовый результат

source: TotalResultCount
he: סך_כל_התוצאות
ru: Общий Счетчик Результатов

source: Show total number of results
he: הצג את סך כל התוצאות
ru: Показать общее число результатов

source: ResultCount
he: מספר_התוצאות
ru: Счетчик Результатов

source: search result count
he: ספירת תוצאות החיפוש
ru: Счет результатов поиска

source: Icon
he: סמל
ru: Иконка

source: Display the icon of the content type.
he: הצג את סמל סוג התוכן.
ru: Показать значок типа содержимого.

source: Link
he: קישור
ru: Ссылка

source: Date
he: תאריך
ru: Дата:

source: Text snippet
he: פיסת טקסט
ru: Текст отрывка

source: Thumbnail
he: תמונה מוקטנת
ru: Эскиз

source: Breadcrumbs
he: פירורי לחם

source: total search result number
he: מספר סך כל תוצאות החיפוש
ru: общее количество результатов поиска

source: Shows thumbnails for images
he: מציג תמונות מוקטנות עבור תמונות
ru: Просмотры эскизов для изображений

source: Add text snippets from content
he: הוסף פיסות טקסט מהתוכן
ru: Добавить отрывок текста к содержанию

source: (metadata field)
he: (שדה נתוני מטא)
ru: (поля метаданных)

source: fulltext
he: טקסט_מלא
ru: полный текст

source: meta_type
he: סוג_מטא

source: path
he: נתיב
ru: путь

source: search results for &#xab;${title_or_id}&#xbb;
he: תוצאות עבור החיפוש &#xab;${title_or_id}&#xbb;
ru: результаты поиска для &#xab;${title_or_id}&#xbb;

source: metadata set and field id
he: ערכת נתוני מטא ומזהה שדה
ru: установить метаданные и поля идентификатора

source: silva find &#xab;${title_or_id}&#xbb;
he: סילבה תמצא את &#xab;${title_or_id}&#xbb;
ru: silva ищет &#xab;${title_or_id}&#xbb;

source: search content for &#xab;${title_or_id}&#xbb;
he: חיפוש תוכן עבור &#xab;${title_or_id}&#xbb;
ru: поиск содержимого для &#xab;${title_or_id}&#xbb;

source: element
he: רכיב
ru: элемент

source: content
he: תוכן
ru: содержимое

source: note
he: הערה
ru: Замечание

source: access key: alt-s
he: מקש הגישה: alt-s
ru: ключ доступа: alt-s

source: save
he: שמור

source: edit
he: ערוך
ru: редактировать

source: preview
he: תצוגה מקדימה
ru: предпросмотр

source: properties
he: מאפיינים
ru: Настройки

source: access
he: גישה
ru: доступ

source: of about ${total}
he: מתוך בערך ${total}

source: See the next result listing: alt-n
he: הצג את רשומת החיפוש הבאה: alt-n
ru: Смотреть следующую страницу: alt-n

source: Next
he: הבא
ru: Дальше

source: Search
he: חפש
ru: Найти

source: Search Results
he: תוצאות חיפוש
ru: Результаты поиска

source: See the previous result listing: alt-p
he: הצג את רשומות החיפוש הקודמות: alt-p
ru: Смотреть предыдущую страницу: alt-p

source: Previous
he: הקודם
ru: Назад

source: Showing results ${batch_start} to ${batch_end}
he: מציג ${batch_start} תוצאות מתוך ${batch_end}
