Repository: pypi-data/pypi-mirror-6
Catalog: packages/collective.portlet.carousel/collective.portlet.carousel-1.0.tar.gz/collective.portlet.carousel-1.0/collective/portlet/carousel/locales/*/LC_MESSAGES/collective.portlet.carousel.po
Languages: da

source: Add carousel portlet
da: Tilføj karruselportlet

source: Automatic rotation
da: Automatisk rotation

source: Carousel Portlet
da: Karruselportlet

source: Carousel background
da: Karrusel baggrund

source: Carousel caption
da: Karrusel undertekst

source: Carousel description
da: Karrusel beskrivelse

source: Carousel heading
da: Karrusel overskrift

source: Carousel link
da: Karrusel-link

source: Collection reference
da: Reference til dynamisk liste

source: Edit carousel portlet
da: Rediger karruselportlet

source: If no collection is selected the following elements will be displayed in the carousel
da: Hvis ingen dynamisk liste er valgt vil følgende elementer blive vist i karruselen

source: If selected this link will be used from the carousel item, otherwise a link to this object is used
da: Vælg det objekt der skal linkes til fra karruselen, hvis intet er valgt, benyttes det aktuelle objekt

source: If this description is not specified the description of the object will be used as description
da: Indtast en beskrivelse. Hvis ingen beskrivelse indtastes benyttes objektets beskrivelsesfelt

source: If this heading is not specified the title of the object will be used as heading
da: Indtast en titel. Hvis ingen titel indtastes benyttes objektets titelfelt

source: Number of elements to be shown in the carousel
da: Antal elementer der skal vises i karruselen

source: Omit portlet border
da: Udelad portletkant

source: Portlet header
da: Portlettitel

source: References to elements
da: Referencer til elementer

source: Select the collection that should be used to fetch the elements that are shown in the carousel
da: Vælg den dynamiske liste der skal bruges til at hente elementer der skal vises i karruselen.

source: This image is used as background in the carousel
da: Dette billede benyttes som baggrund i karruselen

source: Tick this box if you want to render the text above without the standard header, border or footer
da: Vælg denne boks hvis du ikke ønsker overskrift for denne portlet

source: fieldset_carousel
da: Karrusel
