Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaFind/Products.SilvaFind-1.3.2.tar.gz/Products.SilvaFind-1.3.2/Products/SilvaFind/i18n/*/LC_MESSAGES/silvafind.po
Languages: es, nl

source: Search query can not start with wildcard character.
es: Consulta de búsqueda no puede comenzar con carácter comodín.
nl: Zoekopdracht mag niet met een joker beginnen.

source: Search query contains only common or reserved words.
es: La pregunta de búsqueda contiene palabras sólo comunes o reservadas.
nl: Zoekopdracht bevat alleen algemene of gereserveerde woorden.

source: No items matched your search.
es: No hay objetos encontrados para tu busqueda
nl: Geen items gevonden.

source: Silva Find is a powerful search feature that allows easy creation of search forms and result pages. Users can add a Find anywhere and define which fields to make searchable by site visitors and/or which fields to limit to a preset value. Users also can determine which fields should be displayed in the search results. All metadata sets/fields are supported.
es: Silva Find es una potente función de búsqueda que permite un fácil creación de formularios de búsqueda y páginas de resultados. Los usuarios pueden añadir un Buscar en cualquier lugar y definir los campos para hacer búsquedas por los visitantes del sitio y / o los campos que limita a un valor preestablecido. Los usuarios también pueden determinar qué campos debe mostrarse en los resultados de búsqueda. Todo conjunto de metadatos o los campos están soportadas.

source: full text
es: texto completo
nl: volledige tekst

source: Search the full text.
es: Buscar el texto completo
nl: Zoeken in de volledige tekst.

source: between
es: entre
nl: tussen

source: and
es: y
nl: en

source: only integers
es: solo enteros
nl: alleen gehele getallen

source: from
es: desde
nl: van

source: to
es: a
nl: tot

source: Search for the selected content types.
es: Buscar los tipos de contenido seleccionado.
nl: Zoeken naar de geselecteerde contenttypen

source: All Types
es: Todos los Tipos
nl: Alle soorten

source: below path
es: Debajo de camino
nl: onder pad

source: Only search below this location (a path from the site root).
es: Sólo búsqueda por debajo de este lugar (un camino de la raíz del sitio).
nl: Alleen onder deze locatie (een pad vanaf de root van de site) zoeken.

source: Ranking
es: Puntajes
nl: Score

source: full text result ranking
es: texto completo resultado por puntaje
nl: volledige tekst resultaatscore

source: TotalResultCount
es: NumeroTotaldeResultados

source: Show total number of results
es: Mostrar el número total de resultados
nl: Laat het totale aantal resultaten zien

source: ResultCount
es: NumerodeResultados

source: search result count
es: contar con los resultados de búsqueda
nl: aantal zoekresultaten

source: Icon
es: Icono
nl: Icoon

source: Display the icon of the content type.
es: Mostrar el icono del tipo de contenido.
nl: Icoon van het contenttype weergeven.

source: Link
es: Enlace

source: Date
es: Fecha
nl: Datum

source: Text snippet
es: Fragmento de texto
nl: Tekstfragment

source: Thumbnail
es: Miniatura
nl: Voorbeeldweergave

source: Breadcrumbs
es: Raiz de navegación
nl: Broodkruimels

source: total search result number
es: numero total de resultados
nl: totaal aantal zoekresultaten

source: Shows thumbnails for images
es: Muestra miniaturas de imágenes
nl: Laat thumbnails van afbeeldingen zien

source: Add text snippets from content
es: Añadir texto desde fragmentos de contenido
nl: Tekstfragmenten van inhoud toevoegen.

source: (metadata field)
es: (campo del metadatos)
nl: (metadataveld)

source: fulltext
es: textocompleto

source: meta_type
es: meta_tipo

source: path
es: ruta

source: search results for &#xab;${title_or_id}&#xbb;
es: buscar resultados desde &#xab;${title_or_id}&#xbb
nl: zoekresultaten voor &#xab;${title_or_id}&#xbb;

source: metadata set and field id
es: conjunto de metadatos y en el campo id
nl: metadataset en veld-id

source: search content for &#xab;${title_or_id}&#xbb;
es: buscar contenido para &#xab;${title_or_id}&#xbb;
nl: zoek inhoud voor &#xab;${title_or_id}&#xbb;

source: element
es: elemento

source: content
es: contenido
nl: inhoud

source: note
es: nota
nl: opmerking

source: access key: alt-s
es: tecla de acceso: alt-s
nl: sneltoets: alt-s

source: save
es: salvar
nl: opslaan

source: edit
es: editar
nl: bewerken

source: preview
es: vista previa
nl: voorbeeld

source: properties
es: propiedades
nl: eigenschappen

source: access
es: acceso
nl: toegang

source: of about ${total}
es: acerca de $(total)
nl: van ongeveer ${total}

source: See the next result listing: alt-n
es: Ver la lista siguiente de resultados: alt-n
nl: Volgende resultaatlijst bekijken: alt-n

source: Next
es: Siguiente
nl: Volgende

source: Search
es: Buscar
nl: Zoeken

source: Search Results
es: Resultados de la búsqueda
nl: Zoekresultaten

source: See the previous result listing: alt-p
es: Ver la lista anterior de resultados: alt-p
nl: Vorige resultaatlijst bekijken: alt-p

source: Previous
es: Previo
nl: Vorige

source: Showing results ${batch_start} to ${batch_end}
es: Mostrando resultados de ${batch_start} a ${batch_end}
nl: Resultaten van ${batch_start} tot ${batch_end}

source: You need to fill at least one field in the search form.
nl: Je moet minstens één veld invullen in het zoekformulier.
