Repository: pypi-data/pypi-mirror-6
Catalog: packages/raptus.multilanguageconstraint/raptus.multilanguageconstraint-1.0a3.zip/raptus.multilanguageconstraint-1.0a3/src/raptus/multilanguageconstraint/locales/*/LC_MESSAGES/raptus.multilanguageconstraint.po
Languages: de

source: Activate selected languages
de: Gewählte Sprachen aktivieren

source: Deactivate selected languages
de: Gewählte Sprachen deaktivieren

source: The page is available in the following languages&hellip;
de: Diese Seite existiert in den nachfolgenden Sprachen&hellip;

source: This page does not seem to exist in your language
de: Diese Seite existiert in Ihrer Sprache leider nicht

source: We apologize for the inconvenience, but the page you were trying to access is not available in ${language}. You can use the links below to help you find what you are looking for.
de: Entschuldigung, aber die Webseite die Sie versucht haben zu erreichen ist in der Sprache ${language} nicht verfügbar. Bitte benutzen Sie die aufgeführten Verweise um zu finden was Sie gesucht haben.

source: description_languages
de: Die Sprachen in welchen dieses Objekt verfügbar ist.

source: help_change_language_action
de: Sprachen wählen welche auf den Objekten aktiviert bzw. deaktiviert werden sollen. Es werden nur Sprachen aktiviert, welche auf dem übergeordneten Objekt bereits aktiv sind.

source: label_languages
de: Sprachen

source: not available in this language
de: existiert in dieser Sprache nicht

source: heading_not_found_suggestions
de: Sie haben eventuell folgendes gesucht…
