Repository: pypi-data/pypi-mirror-6
Catalog: packages/kotti_disqus/kotti_disqus-0.1.tar.gz/kotti_disqus-0.1/kotti_disqus/locale/*/LC_MESSAGES/kotti_disqus.po
Languages: sl

source: Disqus shortname
sl: Disqus kratko ime (shortname)

source: The shortname with which you registered your site. Required for the commenting system to work!
sl: Kratko ime (shortname), s katerim ste registrirali vašo spletno stran. Potrebno za delovanje sistema komentarjev!

source: Base URL
sl: Osnovni URL naslov

source: Base URL for Disqus commenting system. Useful if you move your site to another URL but want to keep comments. Defaults to current application URL.
sl: Osnovni URL naslov za Disqus sistem komentarjev. Uporabno če ste spletno stran premaknili na drug naslov in želite ohraniti komentarje. Privzeta vrednost je trenutni naslov.

source: Available types
sl: Možni tipi prispevkov

source: Select the types on which you want to enable comments.
sl: Izberite tipe prispevkov na katerih želite vklopiti komentarje.

source: Select the types on which you want to enable comments. There are some types enabled via 'kotti_disqus.extra_types' that cannot be disabled.
sl: Izberite tipe prispevkov na katerih želite vklopiti komentarje. Nekateri tipi prispevkov so izbrani v 'kotti_disqus.extra_types' in se jih ne da izklopiti.

source: Disqus settings
sl: Disqus nastavitve

source: Settings for kotti_disqus
sl: Nastavitve za kotti_disqus

source: Successfully saved Disqus settings.
sl: Nastavitve za Disqus uspešno shranjene.
