Repository: pypi-data/pypi-mirror-6
Catalog: packages/testdrive/testdrive-3.26.tar.gz/testdrive-3.26/po/testdrive-*.po
Languages: bs

source: Test Drive an Ubuntu ISO
bs: Probajte Ubuntu ISO

source: Download and run an Ubuntu ISO in a Virtual Machine
bs: Preuzmite i pokrenite Ubuntu ISO u virtuelnoj mašini

source: Other
bs: Ostale

source: Instancing Preferences...
bs: Instanciranje Preferenci...

source: <b>Release:</b> %s
bs: <b>Izdanje:</b> %s

source: <b>ISO Repository:</b> http://%s.ubuntu.com/
bs: <b>ISO repozitorij:</b> http://%s.ubuntu.com/

source: Add an ISO to TestDrive
bs: Dodaj ISO sliku na TestDrive

source: Unable to open because 'testdrive' is not installed. Please install testdrive: sudo apt-get install testdrive-cli
bs: Nije moguće otvoriti jer 'testdrive' nije instaliran. Molim vas instalirajte testdrive: sudo apt-get install testdrive-cli

source: TestDrive an ISO or Disk Image
bs: Testirajte ISO ili disk sliku

source: Obtaining the sync protocol for the specified ISO...
bs: Nabavljam sinhronizacijski protokol odabrane ISO slike...

source: Unsupported protocol [%s]
bs: Nepodržani protokol [%s]

source: Obtaining the virtualization method...
bs: Nabavka metode virtualizacije...

source: Your CPU supports KVM acceleration; please install KVM
bs: Vaš CPU podržava KVM ubrzanje; molim instalirajte KVM

source: Your CPU supports KVM acceleration; please install KVM: sudo apt-get install qemu-kvm
bs: Vaš CPU podržava KVM ubrzanja; molim vas instalirajte KVM: sudo apt-get install qemu-kvm

source: Your CPU does not support acceleration; run kvm-ok for more information; then install VBox
bs: Vaš CPU ne podržava ubrzanja; pokrenite kvm-ok za više informacija; potom instalirajte VBox

source: Your CPU does not support acceleration; run kvm-ok for more information; then please install VirtualBox kvm-ok sudo apt-get install virtualbox-ose
bs: Vaš CPU ne podržava ubrzanja; pokrenite kvm-ok za detalje; zatim instalirajte VBox kvm-ok sudo apt-get install virtualbox-ose

source: Retrieving the Ubuntu ISO list from cache...
bs: Vraćam Ubuntu ISO listu iz keša...

source: Unable to retrieve the Ubuntu ISO list from cache...
bs: Nemoguće vratiti Ubuntu ISO listu iz keša...

source: <i> CACHE: [%s]</i>
bs: <i> KEŠ: [%s]</i>

source: <i> CACHE: [empty]</i>
bs: <i> KEŠ [empty]</i>

source: <b><i>There are no Other ISOs yet...</i></b>
bs: <b><i>I dalje nema ostalih ISO slika...</i></b>

source: <b><i>There are no ISOs for this architecture yet...</i></b>
bs: <b><i>I dalje nema ISO slika za ovu arhitekturu...</i></b>

source: Add ISO
bs: Dodaj ISO sliku

source: Create USB Disk
bs: Kreiraj USB disk

source: Sync
bs: Sinhronizacija

source: Launch
bs: Pokreni

source: Using KVM for virtual machine hosting...
bs: Koristim KVM za hostovanje virtualne mašine...

source: Using VirtualBox for virtual machine hosting...
bs: Koristim VBox za hostovanje virtuelne mašine...

source: Using Parallels Desktop for virtual machine hosting...
bs: Koristim Parallels Desktop za hostovanje virtualne mašine...

source: sync_iso: Thread is executing...
bs: sync_iso: Nit se izvršava...

source: launch_iso: Thread is executing or syncing...
bs: launch_iso: Nit se izvršava ili sinkronizuje...

source: No ISO has been selected. Please select an ISO to create an USB Startup Disk.
bs: Nijedna ISO slika nije izabrana. Izaberite ISO sliku da biste kreirali USB Pokretački Disk.

source: More than 1 ISO has been selected. Please select only 1 ISO to continue!
bs: Više nego 1 ISO slika je izabrana. Izaberite samo jednu ISO sliku da bi ste nastavili!

source: The specified ISO does not exist! Please, synchronize the ISO to continue.
bs: Navedena ISO slika ne postoji! Molim, sinhronizrajte ISO sliku da nastavite.

source: Unable to launch USB Creator!
bs: Nije moguće pokrenuti USB kreator!

source: Show debug messages
bs: Prikaži ispravljačke poruke

source: Welcome to Testdrive!
bs: Dobro došli u Testdrive!

source: +-cache--> [%s] %s
bs: +-keš--> [%s] %s

source: %d. Other (prompt for ISO URL)
bs: %d. Drugi (tražiti ISO URL)

source: Select an image to testdrive [1]:
bs: Izaberite sliku za testdrive [1]:

source: ERROR: Invalid input
bs: GREŠKA: Nevažeći unos

source: Enter an ISO URL to testdrive:
bs: Unesite ISO URL u testdrive:

source: ERROR: Invalid selection
bs: GREŠKA: Nevažeći izbor

source: Invalid ISO URL [%s]
bs: Nevažeći URL ISO slike [%s]

source: Command failed `%s`
bs: Komanda nije uspjela '%s'

source: user configuration file (overriding default values
bs: konfiguracijske datoteke korisnika (premošćijem zadane vrijednosti

source: print version and system data, and exit
bs: isprintati verziju i podaci sustava, pa izlaci

source: get ISO image from this URL location
bs: skini ISO sliku sa ove URL lokacije

source: try to launch usb-creator for further testing
bs: pokušaj pokrenuti usb-launch za dalja testiranja

source: hardcode Ubuntu RELEASE codename
bs: kodno ime hardcode Ubuntu IZDANJE

source: version passed: %s
bs: verzija prošla: %s

source: config passed: %s
bs: konfiguracija prošla: %s

source: Trying config in %s
bs: Testira konfiguracije u %s

source: Using configuration in %s
bs: Koristim konfiguracije u %s

source: Invalid configuration [%s]
bs: Nevžeće konfiguracije [%s]

source: Obtaining Ubuntu ISO list from %s...
bs: Dobijanje Ubuntu ISO listu s %s...

source: ERROR: Could not obtain the Ubuntu ISO list from %s...
bs: GREŠKA: Nismo mogli dobiti Ubuntu ISO listu od %s...

source: Unable to update the Ubuntu ISO list cache...
bs: Neuspjela nadogradnja keša Ubuntu ISO liste...

source: Syncing the specified ISO...
bs: Sinkronizujem odabrani ISO...

source: ISO not found at [%s]
bs: ISO slika nije pronađena na [%s]

source: Validating Virtualization Method....
bs: Potvrđujem Virtualizacijski metod....

source: Unable to validate Virtualization Method [%s]
bs: Nije moguće ovažiti metod virtuelizacije [%s]

source: Setting up Virtual Machine...
bs: Postavljanje Virtuelne Mašine

source: Unable to setup Virtual Machine
bs: Nije moguće postaviti Virtuelnu mašinu

source: Launching Virtual Machine...
bs: Pokretanje Virtualne Mašine...

source: Unable to launch Virtual Machine
bs: Nismo u stanju pokrenuti Virtualnu Mašinu...

source: Cleaning up disk image [%s]...
bs: Brisanje sliku diska [%s]...

source: You may wish to clean up the cache directory...
bs: Mozda biste željeli očistiti keš direktorij...

source: %s and %s
bs: %s i %s

source: Launch USB Startup Disk Creator for further testing of this ISO? [y/N]
bs: Pokretanje startnog USB Disk Kreatora za daljnja testiranja ISO slike?[D/N]

source: Press <enter> to exit...
bs: Pritisnite <enter> da bi izašli...

source: Please insert a Description
bs: Molimo Vas da unesete opis

source: Please insert a URL
bs: Molimo Vas unesite URL

source: No sync protocol has been selected, please select one.
bs: Nijedan protokol za sinhronizaciju nije odabran, odaberite jedan.

source: Description
bs: Opis

source: Select Protocol:
bs: Izaberite protokol:

source: Other...
bs: Ostalo...

source: TestDrive Preferences
bs: Postavke TestDrive-a

source: Select Repository:
bs: Izaberi repozitorijum:

source: Select Release:
bs: Izaberite verziju:

source: Reading config file: [%s]
bs: Čitanje konfiguracione datoteke: [%s]

source: Unable to load config file [%s]
bs: Nije moguće učitati kofiguracionu datoteku [%s]

source: of %s available.
bs: od %s dostupno.

source: Could not obtain the Ubuntu ISO list from %s...
bs: Nije moguće dobiti Ubuntu ISO listu s %s...

source: Updating the Ubuntu ISO list cache...
bs: Ažuriranje keša Ubuntu ISO liste

source: Unable to clean up files from [%s]
bs: Nije moguće očistiti fajlove sa [%s]
