Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-expense/cubicweb-expense-0.7.1.tar.gz/cubicweb-expense-0.7.1/i18n/*.po
Languages: fr

source: The expense ``%(title)s`` has been accepted : Description ----------- %(description)s Detail ----- %(detail)s URL --- %(url)s
fr: La note de frais ``%(title)s`` a été acceptée: Description ----------- %(description)s Detail ------ %(detail)s URL --- %(url)s

source: Your expenses have been refunded (amount=%(amount)s euros.) Detail ------ %(detail)s URL --- %(url)s
fr: Vos notes de frais ont été remboursées (montant=%(amount)s euros.) Detail ------ %(detail)s URL --- %(url)s

source: Activity num
fr: Code APE

source: All the amounts are displayed in Euros, except if specified
fr: Sauf indication contraire, tous les montants sont exprimés en Euros

source: Amount
fr: Montant

source: Amount (EUR)
fr: Montant (EUR)

source: Curr.
fr: Dev.

source: Est.
fr: Établissement

source: Expense
fr: Note de frais

source: Expense Document
fr: Fiche de frais

source: Expense Type
fr: Type dépense

source: Expense summary
fr: Résumé des dépenses

source: ExpenseLine
fr: Ligne de dépense

# inlined:Expense.has_lines.subject
source: ExpenseLine
fr: Ligne de dépense

source: ExpenseLine_plural
fr: Lignes de dépense

source: Expense_plural
fr: Notes de frais

source: New Expense
fr: Nouvelle note de frais

source: New ExpenseLine
fr: Nouvelle ligne de frais

source: New PaidByAccount
fr: Nouveau compte utilisé pour payer

source: New PaidForAccount
fr: Nouveau compte cible

source: New Refund
fr: Nouvelle feuille de remboursement

source: Official ID num
fr: Siren

source: Paid by
fr: Payé par

source: Paid for
fr: Payé pour

source: PaidByAccount
fr: Compte utilisé pour payer

source: PaidByAccount_plural
fr: Comptes utilisés pour payer

source: PaidForAccount
fr: Compte cible

source: PaidForAccount_plural
fr: Comptes cibles

# inlined:CWUser.lives_at.subject
source: PostalAddress
fr: adresse

source: Rate
fr: Taux

source: Reference
fr: Référence

source: Refund
fr: Feuille de remboursement

source: Refund Document
fr: Remboursement de Frais

source: Refund summary
fr: Dépenses remboursées

source: Refund_plural
fr: Feuilles de remboursements

source: Refunded on
fr: Remboursé le

source: SS number
fr: num SS

source: Subject
fr: Objet

source: This Expense
fr: Cette note de frais

source: This ExpenseLine
fr: Cette ligne de dépense

source: This PaidByAccount
fr: Ce compte de paiement

source: This PaidForAccount
fr: Ce compte cible

source: This Refund
fr: Cette feuille de remboursement

source: To refund (EUR)
fr: À rembourser (€)

source: Workcase
fr: Affaire

source: accept
fr: accepter

source: accepted
fr: acceptée

source: accomodation
fr: logement

source: account
fr: compte

# PaidByAccount
source: account
fr: compte

# PaidForAccount
source: account
fr: compte

source: account to refund
fr: compte à rembourser

source: add Expense has_attachment File subject
fr: fichier

source: add Expense has_lines ExpenseLine subject
fr: ligne de dépense

source: add ExpenseLine has_attachment File subject
fr: fichier

# inlined:Expense.has_lines.subject
source: add a ExpenseLine
fr: nouvelle ligne de dépense

# inlined:CWUser.lives_at.subject
source: add a PostalAddress
fr: nouvelle adresse

source: amount
fr: montant

# ExpenseLine
source: amount
fr: montant

source: associated_to
fr: associé à

# PaidByAccount
source: associated_to
fr: associé à

source: associated_to_object
fr: a pour compte

# CWUser
source: associated_to_object
fr: a pour compte

source: by
fr: par

source: creating ExpenseLine (Expense %(linkto)s has_lines ExpenseLine)
fr: création d'une ligne de dépense pour la note %(linkto)s

source: creating File (Expense %(linkto)s has_attachment File)
fr: rattachement d'un fichier pour la note de frais %(linkto)s

source: creating File (ExpenseLine %(linkto)s has_attachment File)
fr: rattachement d'un fichier pour la ligne de dépense %(linkto)s

source: currency
fr: devise

# ExpenseLine
source: currency
fr: devise

# Expense
source: description_format
fr: format

source: diem
fr: date

# ExpenseLine
source: diem
fr: date

source: draft
fr: brouillon

source: exchange_rate
fr: taux de change

# ExpenseLine
source: exchange_rate
fr: taux de change

source: expense accepted:
fr: note de frais acceptée :

source: expense workflow
fr: workflow des notes de frais

source: food
fr: repas

source: generate pdf document
fr: générer le document PDF

source: has_attachment
fr: fichiers joints

# Expense
source: has_attachment
fr: fichiers joints

# ExpenseLine
source: has_attachment
fr: fichiers joints

source: has_attachment_object
fr: rattaché à

# File
source: has_attachment_object
fr: rattaché à

source: has_lines
fr: a pour lignes

# Expense
source: has_lines
fr: a pour lignes

# Refund
source: has_lines
fr: a pour lignes

source: has_lines_object
fr: ligne de

# ExpenseLine
source: has_lines_object
fr: ligne de

source: included taxes (EUR)
fr: dont taxes (EUR)

source: including taxes
fr: avec pour taxes

source: lives_at
fr: adresse

# CWUser
source: lives_at
fr: adresse

source: lives_at_object
fr: adresse de

# PostalAddress
source: lives_at_object
fr: adresse de

source: others
fr: autres

source: paid
fr: payé

source: paid_by
fr: payé par

# ExpenseLine
source: paid_by
fr: payé par

source: paid_by_object
fr: a payé

# PaidByAccount
source: paid_by_object
fr: a payé

source: paid_for
fr: pour le compte

# ExpenseLine
source: paid_for
fr: pour le compte

source: paid_for_object
fr: a bénéficié de

# PaidForAccount
source: paid_for_object
fr: a bénéficié de

source: pay
fr: payer

source: payment date
fr: date de paiement

source: payment mode
fr: mode de paiement

source: payment_date
fr: date de paiement

# Refund
source: payment_date
fr: date de paiement

source: payment_mode
fr: mode de paiement

# Refund
source: payment_mode
fr: mode de paiement

source: pdf export
fr: export pdf

source: preparation
fr: préparation

source: refund for account
fr: compte de remboursement

source: refund workflow
fr: worflow des remboursements

source: social security number
fr: numéro de sécurité sociale

source: ssnum
fr: num ss

# CWUser
source: ssnum
fr: num ss

source: submit
fr: soumettre

source: submitted
fr: soumise

source: taxes_currency
fr: devise des taxes

# ExpenseLine
source: taxes_currency
fr: devise des taxes

source: taxes_exchange_rate
fr: taux de change

# ExpenseLine
source: taxes_exchange_rate
fr: taux de change

source: title
fr: titre

# Expense
source: title
fr: titre

# ExpenseLine
source: title
fr: titre

source: to be refunded to
fr: à rembourser à

source: to_account
fr: pour le compte

# Refund
source: to_account
fr: pour le compte

source: to_account_object
fr: crédité lors du remboursement

# PaidByAccount
source: to_account_object
fr: crédité lors du remboursement

source: total amount including taxes
fr: montant total avec taxes

source: total tax
fr: taxes totales

source: your expense will be refunded on your next payroll
fr: votre note de frais sera remboursée sur votre prochaine paye
