Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaDocument/Products.SilvaDocument-3.0.2.tar.gz/Products.SilvaDocument-3.0.2/Products/SilvaDocument/i18n/*/LC_MESSAGES/silva_document.po
Languages: fi, fr, nl

source: No version to store to!
fi: Ei versiota, johon tallentaa!
fr: Aucune version pour sauver les changements !
nl: Geen versie om naar op te slaan

source: No charset entered
fi: Ei merkkijärjestelmää syötetty
nl: Geen tekenset ingegeven

source: Charset set
fi: Merkkijärjestelmä asetettu
nl: Tekenset aktief

source: title
fi: otsikko
fr: titre
nl: titel

source: paragraph
fi: kappale
fr: paragraphe
nl: alinea

source: heading
fi: otsikko
fr: en-tête
nl: kop

source: list
fi: luettelo
nl: lijst

source: preformatted
fi: esimuotoiltu
fr: Pré-formaté
nl: Voorgeformatteerd

source: table of contents
fi: sisällysluettelo
fr: table des matières
nl: Inhoudsopgave

source: image
fi: kuva
nl: afbeelding

source: table
fi: taulukko
fr: tableau
nl: tabel

source: complex list
fi: monimutkainen lista
fr: liste complexe
nl: complexe lijst

source: definition list
fi: määritelmien luettelo
fr: liste de définition
nl: definitielijst

source: code element
fi: koodin osa
fr: élément de code

source: citation
fi: lainaus
nl: citaat

source: external source
fi: ulkoinen lähde
fr: source externe
nl: externe bron

source: Paragraph
fi: Kappale
fr: Paragraphe
nl: Alinea

source: Heading
fi: Yläotsikko
fr: En-tête
nl: Kop

source: List
fi: Luettelo
nl: Lijst

source: Image
fi: Kuva
nl: Afbeelding

source: Complex list
fi: Monimutkainen luettelo
fr: Liste complexe
nl: Complexe lijst

source: List item
fi: Luettelon elementti
fr: Élément de liste
nl: Lijst-item

source: List title
fi: Luettelon otsikko
fr: Titre de liste
nl: Lijsttitel

source: Preformatted
fi: Esimuotoiltu
fr: Préformaté
nl: Voorgeformatteerd

source: Definition list
fi: Määrittelylista
fr: Liste de définition
nl: Definitielijst

source: Table
fi: Taulukko
nl: Tabel

source: row
fi: rivi
fr: ligne
nl: rij

source: row heading
fi: rivin otsikko
fr: En-tête ligne
nl: rij-kop

source: error message:
fi: virheilmoitus:
fr: message d'erreur&nbsp;:
nl: foutbericht:

source: external source element is broken
fi: ulkoisen lähteen elementti ei toimi
fr: l'élément de la source externe est cassé
nl: externe bron-element is gebroken

source: Unknown Editor: ${editor}
fi: Tuntematon toimittaja: ${editor}
fr: Éditeur Inconnu: ${editor}
nl: Onbekende editor: ${editor}

source: no ${path} element
fi: ei ${path} elementtiä
fr: pas d'élément ${path}
nl: geen ${path} element

source: more than one ${path} element
fi: enemmän kuin yksi ${path} elementti
fr: plus d'un élement ${path}
nl: meer den één ${path} element

source: intermingling * is not allowed ${i}
fi: * sekoittaminen ei ole sallittu ${i}
nl: onderling verwisselen * is niet toegestaan ${i}

source: forms editor
fi: forms muokkaaja
fr: éditeur via formulaire
nl: formuliereditor

source: forms editor...
fi: forms muokkaaja...
fr: éditeur via formulaire&nbsp;...
nl: formuliereditor...

source: editor
fi: toimittaja
fr: éditeur

source: preview
fi: esikatsele
fr: aperçu
nl: voorbeeld

source: properties
fi: ominaisuudet
fr: propriétés
nl: eigenschappen

source: access
fi: pääsy
fr: accès
nl: toegang

source: publish
fi: julkaise
fr: publier
nl: publiceren

source: kupu editor...
fi: kupu-editori...
fr: éditeur Kupu&nbsp;...

source: kupu editor
fi: kupu editori
fr: éditeur Kupu

source: edit with the Kupu Editor: alt-(
fi: muokkaa Kupu-editorilla: atl-(
fr: éditer avec Kupu&nbsp;: alt-(
nl: bewerken met Kupu editor: alt-(

source: edit with the forms editor: alt-)
fi: muokkaa forms-editorilla: alt-)
fr: éditer avec l'éditeur de formulaires&nbsp;: alt-)
nl: bewerken met de formuliereditor: alt-)

source: author
fi: kirjoittaja
fr: auteur
nl: auteur

source: source
fi: lähde
nl: bron

source: The citation may contain multiple paragraphs. Separate them with an empty line.
fi: Lainauksessa voi olla useita kappaleita. Erota ne tyhjällä viivalla.
fr: La citation peut contenir plusieurs paragraphes. Séparez-les avec une ligne vide.
nl: Het citaat mag meerdere alinea's bevatten. Ze worden gescheiden door een lege regel.

source: Code element is broken
fi: Koodin elementti on rikki
fr: Élément de code endommagé.
nl: Code-element is gebroken

source: Code element: ${title_or_id} at ${path}
fi: Koodin elementti: ${title_or_id} täällä: ${path}
fr: Élément de code: ${title_or_id} à ${path}
nl: Code-element: ${title_or_id} op ${path}

source: They should be located in a (non-Silva) folder in the ZMI named ${code_source}.
fi: Niiden pitäisi sijaita (ei Silva) kansiossa ZMI:ssä nimellä ${code_source}.
fr: Ils devraient se situer dans un dossier "non-Silva" en ZMI nommé ${code_source}.
nl: Zij moeten zich bevinden in een (niet-Silva) map in de ZMI genaamd ${code_source}.

source: Available code objects:
fi: Saatavilla olevat koodi-objektit:
fr: Objets de code disponibles:
nl: Beschikbare code-objecten:

source: Select the code to be executed when document is displayed.
fi: Valitse koodi, joka ajetaan, kun dokumentti näytetään.
fr: Sélectionner le code à exécuter quand le document est affiché.
nl: Selecteer de code welke moet worden uitgevoerd, wanneer het document getoond wordt.

source: No code objects (Python Scripts, Page Templates, DTML Methods) are available.
fi: Ei koodin objekteja (Python Scripts, Page Templates, DTML Methods) saatavilla.
fr: Aucun objet de code (Script Python, modèle de page, méthode DTML) ne sont disponibles.
nl: Er zijn geen (Python Scripts, Page Templates, DTML Methods) code-objecten beschikbaar.

source: compact
fi: kompakti
fr: compacte

source: Add term on first line, definition on second line. Separate items with an empty line space.
fi: Lisää termi ensimmäiselle viivalle, kuvaus seuraavalle. Erota kuvaukset tyhjällä viivalla.
fr: Ajoutez un terme sur la première ligne et une définition sur la seconde. Séparez vos éléments avec une ligne vide.
nl: Voeg term toe op de eerste regel, definitie op de tweede regel. Scheid de onderdelen middels een lege regel.

source: Normal heading
fi: Normaali otsikko
fr: En-tête normale
nl: Normale kop

source: Sub heading
fi: Alaotsikko
fr: Sous entête
nl: Sub-kop

source: Sub sub heading
fi: Ala-ala otsikko
fr: Sous-sous entête
nl: Sub-sub-kop

source: Paragraph heading
fi: Kappaleen johdanto
fr: En-tête paragraphe
nl: Alinea-kop

source: Sub paragraph heading
fi: Ala-kappaleen johdanto
fr: En-tête sous paragraphe
nl: Sub-alinea-kop

source: float left
fi: leijuu vasemmalla
fr: Flotter à gauche
nl: float links

source: align left
fi: sijoita vasemmalle
fr: aligner à gauche
nl: links uitlijnen

source: default
fi: oletusarvo
fr: défaut
nl: standaard

source: align center
fi: sijoita keskelle
fr: centrer
nl: centreren

source: float right
fi: leijuu oikealla
fr: Flotter à droite
nl: float rechts

source: align right
fi: sijoita oikealle
fr: aligner à droite
nl: rechts uitlijnen

source: Use &#8220;get image reference...&#8221; (alt-g) to locate an image, or type in the full path.
fi: Käytä &#8220;löytääksesi kuva...&#8221; (alt-g) tai kirjoita sisään kuvan polku.
nl: Gebruik &#8220; om afbeeldingsreferentie op te halen...&#8221; (alt-g) om afbeelding te vinden, of geef het volledige pad in.

source: Set a URL to make this image a link (alt-l). To link to other sites, prepend &#8216;http://&#8217; to the address.
fi: Valitse URL tehdäksesi tästä kuvasta linkki (alt-l). Linkittäessäsi muihin sivustoihin, lisää &#8216;http://&#8217; osoitteeseen.
nl: Geef een URL om een link van de afbeelding te maken (alt-l). Om een link naar andere sites te maken laat men het adres voorafgaan door &#8216;http://&#8217; .

source: It&#8217;s good practice to give the link of an image a title, which will appear as a tooltip.
fi: On hyvä tapa antaa kuvalle otsikko, mikä näkyy teksti-kuvauksena kuvalle.
nl: Het is gebruikelijk om de link van een afbeelding een naam te geven, welke zal verschijnen als tooltip.

source: get image reference...
fi: hae kuvan lähde...
fr: obtenir référence de l'image&nbsp;...
nl: afbeeldingsreferentie ophalen...

source: access key: alt-g
fi: pikanäppäin: alt-g
fr: touche d'accès: alt-g
nl: sneltoets: alt-g

source: edit image
fi: muokkaa kuvaa
fr: éditer l'image
nl: afbeelding bewerken

source: create a hyperlink: alt-l
fi: luo hyperlinkki: alt-l
fr: créer un hyperlien&nbsp;: alt-l
nl: Een hyperlink maken: alt-l

source: High resolution version of image
fi: Korkeatarkkuuksinen versio kuvasta
fr: Version haute résolution de l'image
nl: Hoge resolutie versie van de afbeelding

source: target frame
fi: kohteen raami
fr: cadre cible
nl: doelvenster

source: new window
fi: uusi ikkuna
fr: nouvelle fenêtre
nl: nieuw venster

source: tooltip for link
fi: linkin kuvaus
fr: info-bulle pour lien
nl: tooltip voor link

source: image alignment
fi: kuvan sijainti
fr: alignement de l'image
nl: uitlijning afbeelding

source: image element is broken
fi: kuvan osa on hajalla
fr: l'élément image est endommagé
nl: Afbeeldingselement is gebroken

source: image reference is broken
fi: kuvan lähde on hajalla
fr: la référence à l'image est endommagé
nl: Afbeeldingsreferentie is gebroken

source: Add list items separated by an empty line.
fi: Lisää listan jäseniä tyhjän viivan erottamana.
fr: Ajoutez les éléments de la liste séparés d'une ligne vide.
nl: Voeg lijst-items toe gescheiden door een lege regel.

source: create a hyperlink: alt-g
fi: luo hyperlinkki: alt-g
fr: créer un hyperlien&nbsp;: alt-g
nl: Aanmaken hyperlink: alt-g

source: get link reference...
fi: hae linkin lähde...
fr: obtenir la référence du lien&nbsp;...
nl: linkdoel opzoeken...

source: element
fi: elementti
fr: élément

source: normal
fi: normaali
nl: normaal

source: lead
fi: johdanto
nl: voorloop

source: annotation
fi: huomautus
nl: annotatie

source: Tip:
fi: Vinkki:
fr: Astuce :

source: Multiple paragraphs can be entered in one step by adding an empty line space.
fi: Useita kappaleita voidaan laittaa yhdellä kertaa lisäämällä tyhjä viiva.
fr: Des paragraphes multiples peuvent être insérés en une seule étape en les séparants d'une ligne vide.
nl: Meerdere alinea's kunnen in een stap worden ingegeven door het tussenvoegen van een lege regel.

source: none
fi: ei mitään
fr: aucun
nl: geen

source: Preformatted text will be shown exactly as entered, with all characters displayed literally. White space is preserved (unless the textarea is empty).
fi: Esimuotoiltu teksti näkyy niinkuin se on kirjoitettu. Tyhjä tila tulee mukaan (ellei tekstialue ole tyhjä).
nl: Voorgeformatteerde tekst wordt getoond zoals deze is ingegeven. Alle tekens worden letterlijk weergegeven. Lege ruimte wordt behouden (tenzij de tekstruimte leeg is).

source: Source description:
fi: Lähteen kuvaus:
fr: Description de la source&nbsp;:
nl: Bronbeschrijving:

source: source id
fi: lähteen tunnus
fr: identifiant source
nl: bron id

source: Select an External Source...
fi: Valitse Ulkoinen Lähde...
fr: Choisir une source externe&nbsp;...
nl: Selecteer een externe bron...

source: access key: alt-u
fi: pikanäppäin: alt-u
fr: touche d'accès: alt-u
nl: sneltoets: alt-u

source: Select a source from the pulldown list.
fi: Valitse lähde avautuvasta luettelosta
fr: Sélectionner une source à partir du menu déroulant.
nl: Selecteer een bron uit de keuzelijst

source: Hit "update" to refresh the reference.
fi: Paina "päivitä" päivittääksesi lähteen.
fr: Cliquez "mise-à-jour" pour rafraîchir la référence.
nl: Druk bijwerken" om de verwijzing te verversen.

source: Fill in the parameters (if necessary).
fi: Täytä parametrit (jos tarpeellista).
fr: Complétez les paramètres (si nécessaire).
nl: Vul (indien nodig) de parameters in.

source: Source is a NoneType - is it not available anymore?
fi: Lähde on Tyypitön - eikö se ole enää saatavilla?
fr: Cette source est NoneType, est-elle toujours disponible ?
nl: Bron is een NoneType - is deze niet meer beschikbaar?

source: id:
fi: tunnus:

source: title:
fi: otsikko:
fr: titre :
nl: titel:

source: description:
fi: kuvaus:
nl: omschrijving:

source: No parameters to be filled for this source.
fi: Ei täytettäviä parametrejä tälle lähteelle.
fr: Aucun paramètres à remplir pour cette source.
nl: Geen parameters om in te vullen voor deze bron.

source: Source parameters
fi: Lähteen parametrit
fr: Paramètres de la source
nl: Bronparameters

source: Unfortunately however, there no error message available...
fi: Ikävä kyllä, ei virheilmoitus saatavilla...
fr: Malheureusement, il n'y a pas de message d'erreur disponible&nbsp;...
nl: Er is echter helaas geen foutbericht beschikbaar...

source: Table of contents depth:
fi: Sisällysluettelon syvyys:
fr: Profondeur de la table des matières:
nl: Dieptelimiet van inhoudsopgave:

source: 1 level
fi: taso 1
fr: 1 niveau
nl: 1 niveau

source: ${n} levels
fi: ${n} tasoa
fr: ${n} niveaux
nl: ${n} niveaus

source: unlimited
fi: rajoittamaton
fr: illimité
nl: onbeperkt

source: nest element
fi: sisäkkäinen elementti
fr: élément proche

source: The stored xml is invalid.
fi: Varastoitu xml on kelvotonta.
fr: Le xml stocké est invalide.
nl: De opgeslagen xml is ongeldig.

source: delete element
fi: tuhoa elementti
fr: supprimer élément
nl: element verwijderen

source: move down
fi: siirrä alas
fr: déplacer vers le bas
nl: naar beneden verplaatsen

source: move up
fi: siirrä ylös
fr: déplacer vers le haut
nl: naar boven verplaatsen

source: up to top of page
fi: ylös sivun alkuun
fr: sommet de la page
nl: Naar bovenkant van de pagina

source: Notes
fi: Merkintöjä
nl: Opmerkingen

source: save
fi: tallenna
fr: sauvegarder
nl: opslaan

source: access key: alt-s
fi: pikanäppäin: alt-s
fr: touche d'accès: alt-s
nl: sneltoets: alt-s

source: save + exit
fi: tallenna + poistu
fr: sauvegarder + quitter
nl: opslaan + einde

source: access key: alt-e
fi: pikanäppäin: alt-e
fr: touche d'accès: alt-e
nl: sneltoets: alt-e

source: save + insert
fi: tallenna + lisää
fr: sauvegarder + insérer
nl: opslaan + invoegen

source: access key: alt-i
fi: pikanäppäin: alt-i
fr: touche d'accès: alt-i
nl: sneltoets: alt-i

source: insert element
fi: lisää elementti
fr: insérer élément
nl: element invoegen

source: insert item
fi: lisää osa
fr: insérer l'élément
nl: item invoegen

source: add element&nbsp;
fi: lisää elementti&nbsp;
fr: ajouter élément&nbsp;
nl: element toevoegen&nbsp;

source: insert
fi: lisää
fr: insérer
nl: invoegen

source: edit element
fi: muokkaa elementtiä
fr: éditer l'élément
nl: element bewerken

source: subscript
fi: alaindeksi
fr: indice

source: underlined
fi: alleviivattu
fr: souligné
nl: onderstreept

source: superscript
fi: yläindeksi
fr: exposant

source: text
fi: teksti
fr: texte
nl: tekst

source: if ${target} is empty a new window opens
fi: jos ${target} on tyhjä niin uusi ikkuna avautuu
fr: si ${target} est vide, une nouvelle fenêtre s'ouvre
nl: als ${target} leeg is, dan opent een nieuw venster

source: target
fi: kohde
fr: cible
nl: doel

source: abbreviation
fi: lyhenne
fr: abréviation
nl: afkorting

source: full name
fi: täydellinen nimi
fr: nom complet
nl: volledige naam

source: acronym
fi: tunnuslyhenne
fr: acronyme
nl: afkorting letterwoord

source: Text can be formatted &#8211; in ${italic}, ${bold}, etc. &#8211; with ${silva_markup}:
fi: Tekstiä voidaan muotoilla &#8211; kursivoituna, lihavoituna jne. &#8211; ${silva_markup}:
nl: Tekst kan worden opgemaakt &#8211; in ${italic}, ${bold}, enz. &#8211; met ${silva_markup}:

source: italic
fi: kursivoitu
fr: italique
nl: schuingedrukt

source: bold
fi: lihavointi
fr: gras
nl: vetgedrukt

source: subeditor
fi: alamuokkaaja
fr: sous-éditeur

source: type
fi: tyyppi

source: disc bullets
fi: levy-merkki
fr: puce disque
nl: Ronde bullets (dicht)

source: square bullets
fi: kuutio-merkki
fr: puce carrée
nl: vierkante bullets

source: circle bullets
fi: ympyrä-merkki
fr: puce ronde
nl: ronde bullets (open)

source: no bullet
fi: ei merkkiä
fr: pas de puce
nl: geen bullets

source: Up to parent: alt-u
fi: Ylös vanhempaan: alt-u
fr: Aller au parent: Alt-u
nl: Omhoog naar bovenliggende map: alt-u

source: edit parent
fi: muokkaa vanhempaa
fr: Éditer le parent
nl: bovenliggende map bewerken

source: Nested element editor
fi: Sisäkkäisten elementtien muokkaaja
nl: geneste elementeditor

source: Up to parent
fi: Ylös vanhempaan
fr: Aller au parent
nl: Omhoog naar bovenliggende map

source: column settings
fi: pylvään asetukset
fr: paramètre de la colonne
nl: Kolominstellingen

source: accesskey: alt-a
fi: pikanäppäin: alt-a
nl: sneltoets: alt-a

source: add column
fi: lisää pylväs
fr: ajouter une colonne
nl: kolom toevoegen

source: delete column
fi: tuhoa pylväs
fr: supprimer la colonne
nl: kolom verwijderen

source: accesskey: alt-d
fi: pikanäppäin: alt-d
nl: sneltoets: alt-d

source: relative width
fi: suhteellinen leveys
fr: largeur relative
nl: relatieve breedte

source: Plain table (bold heading, no borders)
fi: Yksinkertainen taulukko (lihavoitu otsikko, ei rajoja)
nl: Ongestijlde tabel (vetgedrukte kop, geen randen)

source: List table (bold underlined heading, borderless rows)
fi: Luettelo-taulukko (lihavoitu ja alleviivattu otsikko, rajattomat rivit)
nl: Lijsttabel (vetgedrukte en onderstreepte kop, randloze rijen)

source: Grid table (bold bordered heading, bordered rows)
fi: Ruudukko-taulukko (lihavoitu ja rajattu otsikko, rajatut rivit)
nl: Rastertabel (vetgedrukte kop met rand, rijen met rand)

source: Data grid table (bold borderless heading, bordered rows)
fi: Aineisto-taulukko (lihavoitu rajaton otsikko, rajatut rivit)
nl: gegevens-rastertabel (vetgedrukte kop zonder rand, rijen met rand)

source: A Document is the basic unit of information in Silva. A document can &#8211; much like word processor documents &#8211; contain text, lists, tables, headers, subheads, images, etc. Documents can have two accessible versions, one online for the public, another in process (editable or approved/published). Older versions can be rolled forward and made editable.
nl: Een document is de basiseenheid van informatie in Silva. Een document kan &#8211; net als documenten in een tekstverwerker &#8211; tekst, lijsten, tabellen, koppen, subkoppen, afbeeldingen etc. bevatten. Van documenten kunnen twee versies bestaan, één online voor het publiek, en de andere bewerkbaar of goedgekeurd/gepubliceerd. Oudere versies kunnen naar voren worden geschoven en bewerkbaar worden gemaakt

source: name
fr: nom
nl: naam

source: Set an optional target for the link. Turning on &#8220;new window&#8221; inserts &#8216;_blank&#8217; after saving.
nl: Geef een optioneel doelvenster voor de link. Het aanzetten van &#8220;nieuw venster&#8221; voegt &#8216;_blank&#8217; in na het bewaren.

source: A float alignment allows the next document element to wrap &#8211; if there&#8217;s room.
nl: Een float uitlijning laat het volgende documentsonderdeel er omheen vloeien als daar ruimte voor is.

source: ${tip} tab to the exit button or use alt-e.
nl: ${tip} met tab naar de exit knop of gebruik alt-e

source: update
fr: mettre à jour
nl: bijwerken

source: title of the index item
fr: titre de l'élément d'index
nl: titel van het index item

source: anchorname
fr: nom de l'ancre
nl: anchor-naam

source: Silva markup
nl: Silva opmaak

source: no external source specified
fr: pas de source externe spécifiée

source: None returned from source
fr: La source externe n'a rien retourné

source: external source element specified but silvaexternalsources not installed!
fr: Un élément de source externe est utilisé, mais SilvaExternalSources n'est pas installé !
