Repository: pypi-data/pypi-mirror-6
Catalog: packages/simpleValidator/simpleValidator-0.0.5.6.tar.gz/simpleValidator-0.0.5.6/simplevalidator/lang/*/LC_MESSAGES/simpleValidator.po
Languages: fr

source: {} is required
fr: {} est requis

source: {} must be a valid email
fr: {} doit être un email valide

source: {} must be more than {} characters
fr: {} doit faire plus de {} caracteres

source: {} must be higher than {}
fr: {} doit être plus grand que {}

source: {} must be less than {} characters
fr: {} doit faire moins de {} caracteres

source: {} must be lower than {}
fr: {} doit être plus petit que {}

source: {}'s length must be between {} and {} characters
fr: La taille de {} doit être entre {} et {} caracteres

source: {}'s value must be higher than {} and lower than {}
fr: La valeur de {} doit être comprise entre {} et {}

source: {} must be a valid ipv4 address
fr: {} n'est pas une adresse ipv4 valide

source: {} must be a valid ipv6 address
fr: {} n'est pas une adresse ipv6 valide

source: {} must be numerical
fr: {} doit être numerique

source: {} must be an integer
fr: {} doit être un entier

source: {} must be a positive integer
fr: {} doit être un entier positif

source: {} must be a valid url
fr: {} doit être une url valide

source: {} must contain only alphabetical characters
fr: {} ne peut contenir que des lettres de l'alphabet

source: {} must contain only alphabetical characters and/or numbers
fr: {} ne peut contenir que des nombres et/ou des lettres de l'alphabet

source: {} must contain only alphabetical characters or numbers or underscores and dashes
fr: {} ne peut contenir que des nombres, lettres de l'alphabet, signes - ou _

source: {} is not a valid date, the format must be {}
fr: {} n'est pas une date valide, le format doit être sous la forme {}
