Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-forum/cubicweb-forum-0.1.1.tar.gz/cubicweb-forum-0.1.1/i18n/*.po
Languages: fr

source: Answers
fr: Réponses

source: Created
fr: Créé

source: ForumThread
fr: Sujet

source: ForumThread_plural
fr: Sujets

source: Forum_plural
fr: Forums

source: Last activity
fr: Activité récente

source: Last answered
fr: Dernière réponse

source: New Forum
fr: Nouveau forum

source: New ForumThread
fr: Nouveau sujet

source: Number of threads
fr: Nombre de sujets

source: Subject
fr: Sujet

source: This Forum
fr: Ce forum

source: This ForumThread
fr: Ce sujet

source: This forum does not have any thread yet.
fr: Ce forum n'a encore aucun sujet ouvert

source: Topic
fr: Thème

source: add ForumThread in_forum Forum object
fr: ajouter un sujet

# ForumThread
source: content
fr: contenu

source: creating ForumThread (ForumThread in_forum Forum %(linkto)s)
fr: création d'un nouveau sujet dans le forum %(linkto)s

source: in_forum
fr: forum

source: in_forum_object
fr: sujets

source: topic
fr: thème
