Repository: pypi-data/pypi-mirror-6
Catalog: packages/django-auth-policy/django-auth-policy-0.5.tar.gz/django-auth-policy-0.5/django_auth_policy/locale/*/LC_MESSAGES/django.po
Languages: nl

source: You don't have unlock permissions
nl: U heeft geen toegang tot ontgrendelen

source: Unlocked %s failed attempts
nl: %s mislukte pogingen ontgrendeld

source: Unlock
nl: Ontgrendel

source: Please enter a correct username and password. Note that both fields may be case-sensitive.
nl: Voer een correcte gebruikersnaam en wachtwoord in. Let op dat beide velden hoofdlettergevoelig zijn.

source: This account is inactive.
nl: Dit account is niet actief.

source: Your account has been locked. Contact your user administrator for more information.
nl: Uw account is vergrendeld. Neem contact op met uw gebruikersbeheerder voor meer informatie.

source: The new password must not be the same as the old password
nl: Het nieuwe wachtwoord mag niet hetzelfde zijn als het oude wachtwoord

source: username
nl: gebruikersnaam

source: source address
nl: bronadres

source: hostname
nl: hostnaam

source: successful
nl: succesvol

source: user
nl: gebruiker

source: timestamp
nl: tijdstip

source: lockout
nl: vergrendel

source: Counts towards lockout count
nl: Tellingen ter vergrendeling

source: login attempt
nl: inlogpoging

source: login attempts
nl: inlogpogingen

source: Unlock by username or IP address
nl: Vergrendeld op gebruikersnaam of IP-adres

source: is temporary
nl: is tijdelijk

source: password
nl: wachtwoord

source: password change
nl: wachtwoord aanpassing

source: password changes
nl: wachtwoord aanpassingen

source: by user
nl: door gebruiker

source: user change
nl: aanpassing gebruiker

source: user changes
nl: aanpassingen gebruiker

source: One is required to change passwords every {age} days.
nl: Men is verplicht om elke {age} dagen het wachtwoord aan te passen.

source: Passwords must be at least {length} characters in length.
nl: Wachtwoorden moeten minimaal {length} tekens lang zijn.

source: lowercase characters
nl: kleine letters

source: at least one lowercase character
nl: minimaal één kleine letter

source: uppercase characters
nl: hoofdletters

source: at least one uppercase character
nl: minimaal één hoofdletter

source: numbers
nl: cijfers

source: at least one number
nl: minimaal één cijfer

source: symbols
nl: symbolen

source: at least one symbol
nl: minimaal één symbool

source: Passwords must have {rule_text}.
nl: Wachtwoorden moeten {rule_text} hebben.

source: Username
nl: Gebruikersnaam

source: Required. 30 characters or fewer. Letters, digits and @/./+/-/_ only.
nl: Verplicht. 30 tekens of minder. Alleen letters, cijfers en de tekens @/./+/-/_.

source: This value may contain only letters, numbers and @/./+/-/_ characters.
nl: Deze waarde mag alleen letters, cijfers en de tekens @/./+/-/_ bevatten.

source: Unlocked selected usernames
nl: Ontgrendel geselecteerde gebruikersnamen

source: Unlock usernames of users
nl: Ontgrendel gebruikersnamen van gebruikers

source: %s users were (re)activated
nl: %s gebruikers zijn ge(her)activeerd

source: (Re)activate users
nl: (Her)activatie gebruikers

source: Set temporary password
nl: Tijdelijk wachtwoord instellen

source: Allowed characters: {chars}
nl: Toegestane tekens: {chars}

source: Temporary password
nl: Tijdelijk wachtwoord

source: Selected user(s)
nl: Selecteer gebruiker(s)

source: If you continue a temporary password will be set for these users. They will be required to change their password on first usage.
nl: Als u doorgaat wordt er een tijdelijk wachtwoord in gesteld voor deze gebruikers. Bij het eerst inloggen worden zij verplicht het wachtwoord aan te passen.

source: Continue
nl: Doorgaan

source: Cancel
nl: Annuleren

source: The temporary password(s) have been set. Now securely inform the user(s) about their new password.
nl: De tijdelijke wachtwoord(en) zijn ingesteld. Informeer de gebruiker(s) over hun nieuwe wachtwoord op een velige wijze.

source: The user(s) will be required to change their password on first usage.
nl: De gebruiker(s) zijn verplicht om hun wachtwoord aan te passen bij het eerste gebruik.

source: User
nl: Gebruiker

source: Your temporary password
nl: Uw tijdelijke wachtwoord

source: Compose email
nl: E-mail samenstellen

source: Change password
nl: Wachtwoord aanpassen

source: Password policy
nl: Wachtwoordbeleid

source: Every password must have:
nl: Elk wachtwoord bevat:

source: Passwords must be changed every %(max_password_age)s days.
nl: Elke %(max_password_age)s dagen moet een wachtwoord worden aangepast.
