Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-faq/cubicweb-faq-0.2.0.tar.gz/cubicweb-faq-0.2.0/i18n/*.po
Languages: fr

source: FAQSection
fr: Section de la FAQ

source: FAQSection_plural
fr: Sections de la FAQ

source: FAQuestion
fr: Question fréquemment posée

source: FAQuestion_plural
fr: Questions fréquemment posées

source: New FAQSection
fr: Nouvelle section de la FAQ

source: New FAQuestion
fr: Nouvelle question fréquemment posée

source: This FAQ section has no question.
fr: Cette section de la FAQ ne contient pas encore de question.

source: This FAQSection
fr: Cette section de la FAQ

source: This FAQuestion
fr: Cette question fréquemment posée

source: This question has not been answered yet.
fr: Cette question n'a pas encore de réponse.

source: add FAQuestion in_faq_section FAQSection object
fr: une question dans cette section

source: answer
fr: réponse

source: answer_format
fr: format de la réponse

source: creating FAQuestion (FAQuestion in_faq_section FAQSection %(linkto)s)
fr: création d'une question dans la section %(linkto)s

source: in_faq_section
fr: dans la section

source: in_faq_section_object
fr: contient les questions
