Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaForum/Products.SilvaForum-3.0.3.tar.gz/Products.SilvaForum-3.0.3/Products/SilvaForum/i18n/*/LC_MESSAGES/silvaforum.po
Languages: nl

source: Sorry you need to be authorized to use this forum
nl: Sorry u moet aangemeld zijn om dit forum te gebruiken

source: Please provide a subject
nl: Gelieve een onderwerp in te geven

source: Please fill in one of the two fields.
nl: Gelieve 1 van de 2 velden in te geven

source: Comment added
nl: Reactie toegevoegd

source: Up to topic...
nl: Terug naar onderwerp...

source: See the previous result listing: alt-b
nl: De vorige resultaat lijst weergeven: alt-b

source: See the next result listing: alt-n
nl: De volgende resultaat lijst weergeven: alt-n

source: Next
nl: Volgende

source: Go to the last result listing: alt-l
nl: Ga naar de laatste resultaat lijst: alt-l

source: Last
nl: Laatste

source: Showing results ${start} to ${end} of ${total}
nl: Getoonde resultaten ${start} tot ${end} van ${total}

source: Topics
nl: Onderwerpen

source: Post date
nl: Verzend datum

source: Author
nl: Auteur

source: Comments
nl: Reacties

source: Post topic
nl: Verzend thema

source: Clear
nl: Leeg maken

source: Now
nl: Nu

source: Preview
nl: Voorbeeld

source: Post a new topic
nl: Plaats een nieuw thema

source: Subject
nl: Onderwerp

source: Please provide a subject for the new topic.
nl: Gelieve een onderwerp te geven voor het thema.

source: Post anonymous.
nl: Anoniem plaatsen.

source: Add topic
nl: Thema toevoegen

source: Login to post a new topic
nl: Aanmelden om nieuwe thema te posten

source: Forum user controls
nl: Forum gebruiker acties

source: Logout
nl: Afmelden

source: Edit profile
nl: Profiel bewerken

source: Go to the first result listing: alt-f
nl: Ga naar de eerste resultaat lijst: alt-f

source: Included Topic
nl: Inbegrepen Thema

source: Link to this message
nl: Linken naar dit bericht

source: posted
nl: verzonden

source: post comment
nl: verzend reactie

source: edit comment
nl: reactie bewerken

source: add comment
nl: reactie toevoegen

source: Post a new comment
nl: Een nieuwe reactie plaatsen

source: Message
nl: Bericht

source: Login to post a new comment
nl: Aanmelden om nieuwe reactie te plaatsen

source: Topic
nl: Thema

source: posted:
nl: verzonden:

source: Comment
nl: Reactie

source: anonymous
nl: anoniem

source: Just added
nl: Net toegevoegd

source: Added ${time} ago
nl: ${time} gelden toegevoegd

source: one week
nl: één week

source: ${number} weeks
nl: ${number} weken

source: one day
nl: één dag

source: ${number} days
nl: ${number} dagen

source: one hour
nl: één uur

source: ${number} hours
nl: ${number} uren

source: one minute
nl: één minuut

source: ${number} minutes
nl: ${number} minuten

source: Allow hiding the name of the creator in topics and comments.
nl: Toelaten om de naam van de maker te verbergen in thema's an reacties.

source: anonymous posting allowed
nl: anoniem posten toegelaten

source: Hide the name of the creator in the public view.
nl: Verberg de naam van de maker in de publieke weergave.

source: Anonymous
nl: Anoniem

source: subject
nl: onderwerp

source: text
nl: tekst

source: preview
nl: voorbeeld

source: settings
nl: instellingen

source: access
nl: toegang

source: edit
nl: bewerken

source: text updated
nl: tekst aangepast

source: Properties changed: ${changed}
nl: Eigenschappen gewijzigd: ${changed}
