Repository: pypi-data/pypi-mirror-6
Catalog: packages/trytond-stock-supply/trytond_stock_supply-2.2.4.tar.gz/trytond_stock_supply-2.2.4/locale/*.po
Languages: de_de

# error:purchase.request.create_purchase:0
source: Purchase price is missing for product: %s (id: %s)!
de_de: Fehlender Einkaufspreis für Artikel: %s (id: %s)!

# error:purchase.request.create_purchase:0
source: This price is necessary for creating purchase.
de_de: Dieser Preis wird für die Auftragserstellung benötigt!

# error:purchase.request:0
source: Purchase requests are only created by the system.
de_de: Bestellvorschläge werden nur durch das System generiert!

# error:stock.order_point:0
source: Maximal quantity must be bigger than Minimal quantity
de_de: Die maximale Anzahl muss größer als die minimale Anzahl sein

# error:stock.order_point:0
source: Only one order point is allowed for each product-location pair.
de_de: Es ist nur ein Bestellpunkt für jede Paarung Artikel-Lagerort erlaubt

# error:stock.order_point:0
source: You can not define two order points on the same product with opposite locations.
de_de: Für einen Artikel können keine verschiedenen Bestellpunkte mit unterschiedlichen Lagerstandorten erstellt werden!

# field:product.product,order_points:0
source: Order Points
de_de: Bestellpunkte

# field:purchase.request,company:0
source: Company
de_de: Unternehmen

# field:purchase.request,computed_quantity:0
source: Computed Quantity
de_de: Berechnete Anzahl

# field:purchase.request,computed_uom:0
source: Computed UOM
de_de: Berechnete Maßeinheit

# field:purchase.request,origin:0
source: Origin
de_de: Herkunft

# field:purchase.request,party:0
source: Party
de_de: Partei

# field:purchase.request,product:0
source: Product
de_de: Artikel

# field:purchase.request,purchase:0
source: Purchase
de_de: Bestellvorschlag

# field:purchase.request,purchase_date:0
source: Best Purchase Date
de_de: Bestes Einkaufsdatum

# field:purchase.request,purchase_line:0
source: Purchase Line
de_de: Position Bestellvorschlag

# field:purchase.request,quantity:0
source: Quantity
de_de: Anzahl

# field:purchase.request,state:0
source: State
de_de: Status

# field:purchase.request,stock_level:0
source: Stock at Supply Date
de_de: Lagerbestand am Lieferdatum

# field:purchase.request,supply_date:0
source: Expected Supply Date
de_de: Voraussichtliches Lieferdatum

# field:purchase.request,uom:0
source: UOM
de_de: Maßeinheit

# field:purchase.request,warehouse:0
source: Warehouse
de_de: Warenlager

# field:purchase.request.create_purchase.ask_party,company:0
source: Company
de_de: Unternehmen

# field:purchase.request.create_purchase.ask_party,party:0
source: Supplier
de_de: Lieferant

# field:purchase.request.create_purchase.ask_party,product:0
source: Product
de_de: Artikel

# field:purchase.request.create_purchase.ask_term,company:0
source: Company
de_de: Unternehmen

# field:purchase.request.create_purchase.ask_term,party:0
source: Supplier
de_de: Lieferant

# field:purchase.request.create_purchase.ask_term,payment_term:0
source: Payment Term
de_de: Zahlungsbedingung

# field:stock.order_point,company:0
source: Company
de_de: Unternehmen

# field:stock.order_point,location:0
source: Location
de_de: Lagerort

# field:stock.order_point,max_quantity:0
source: Maximal Quantity
de_de: Maximale Anzahl

# field:stock.order_point,min_quantity:0
source: Minimal Quantity
de_de: Minimale Anzahl

# field:stock.order_point,product:0
source: Product
de_de: Artikel

# field:stock.order_point,provisioning_location:0
source: Provisioning Location
de_de: Bereitstellungsort

# field:stock.order_point,storage_location:0
source: Storage Location
de_de: Lagerort

# field:stock.order_point,type:0
source: Type
de_de: Typ

# field:stock.order_point,unit:0
source: Unit
de_de: Einheit

# field:stock.order_point,unit_digits:0
source: Unit Digits
de_de: Anzahl Stellen

# field:stock.order_point,warehouse_location:0
source: Warehouse Location
de_de: Warenlager

# model:ir.action,name:act_order_point_form
source: Order Points
de_de: Bestellpunkte

# model:ir.action,name:act_purchase_form
source: Purchases
de_de: Einkäufe

# model:ir.action,name:act_purchase_request_create_purchase_request
source: Create Purchase Requests
de_de: Bestellvorschläge erstellen

# model:ir.action,name:act_purchase_request_form
source: Purchase Requests
de_de: Bestellvorschläge

# model:ir.action,name:act_purchase_request_form_draft
source: Draft Purchase Requests
de_de: Entwürfe Bestellvorschläge

# model:ir.action,name:wizard_create_purchase
source: Create Purchase
de_de: Auftrag erstellen

# model:ir.cron,name:cron_generate_request
source: Generate Purchase Requests
de_de: Erstellung von Bestellvorschlägen

# model:ir.cron,name:cron_shipment_iternal
source: Generate Internal Shipments
de_de: Erstellung von Internen Lieferposten

# model:ir.ui.menu,name:menu_create_purchase_request
source: Create Purchase Requests
de_de: Bestellvorschläge erstellen

# model:ir.ui.menu,name:menu_order_point_form
source: Order Points
de_de: Bestellpunkte

# model:ir.ui.menu,name:menu_purchase_request_form
source: Purchase Requests
de_de: Bestellvorschläge

# model:ir.ui.menu,name:menu_purchase_request_form_draft
source: Draft Purchase Requests
de_de: Entwürfe (Bestellvorschläge)

# model:purchase.request,name:0
source: Purchase Request
de_de: Bestellvorschlag

# model:purchase.request.create_purchase.ask_party,name:0
source: Create Purchase Ask Party
de_de: Verkauf Nachfrage Partei

# model:purchase.request.create_purchase.ask_term,name:0
source: Create Purchase Ask Term
de_de: Verkauf Nachfrage Zahlungsbedingung

# model:purchase.request.create_purchase_request.init,name:0
source: Create Purchase Request Init
de_de: Bestellvorschläge erstellen Init

# model:res.group,name:group_purchase_request
source: Purchase Request
de_de: Bestellvorschlag

# model:res.user,name:user_generate_request
source: Cron Purchase Request
de_de: Zeitplaner Bestellvorschläge

# model:res.user,name:user_generate_shipment_internal
source: Cron Intenal Shipment
de_de: Zeitplaner Interne Lieferposten

# model:stock.order_point,name:0
source: Order Point
de_de: Bestellpunkt

# selection:purchase.request,origin:0
source: Order Point
de_de: Bestellpunkt

# selection:purchase.request,state:0
source: Cancel
de_de: Annulliert

# selection:purchase.request,state:0
source: Done
de_de: Erledigt

# selection:purchase.request,state:0
source: Draft
de_de: Entwurf

# selection:purchase.request,state:0
source: Purchased
de_de: Auftrag erstellt

# selection:stock.order_point,type:0
source: Internal
de_de: Intern

# selection:stock.order_point,type:0
source: Purchase
de_de: Bestellvorschlag

# view:purchase.request.create_purchase.ask_party:0
source: Create Purchase: Missing Supplier
de_de: Auftragerstellung: Fehlender Lieferant

# view:purchase.request.create_purchase.ask_term:0
source: Create Purchase: Missing Payment Term
de_de: Auftragerstellung: Fehlende Zahlungsbedingung

# view:purchase.request.create_purchase_request.init:0
source: Create Purchase Request
de_de: Bestellvorschlag erstellen

# view:purchase.request.create_purchase_request.init:0
source: Create Purchase Request?
de_de: Bestellvorschlag erstellen?

# view:purchase.request:0
source: Product Info
de_de: Info Artikel

# view:purchase.request:0
source: Purchase Request
de_de: Bestellvorschlag

# view:purchase.request:0
source: Purchase Requests
de_de: Bestellvorschläge

# view:purchase.request:0
source: Supply Info
de_de: Info

# view:purchase.request:0
source: supply Info
de_de: Info Lieferant

# view:stock.order_point:0
source: Locations
de_de: Lagerorte

# view:stock.order_point:0
source: Order Point
de_de: Bestellpunkt

# view:stock.order_point:0
source: Order Point Type
de_de: Typ Bestellpunkt

# view:stock.order_point:0
source: Order Points
de_de: Bestellpunkte

# view:stock.order_point:0
source: Product Info
de_de: Artikelinfo

# wizard_button:purchase.request.create_purchase,ask_user_party,end:0
source: Cancel
de_de: Abbrechen

# wizard_button:purchase.request.create_purchase,ask_user_party,init:0
source: Continue
de_de: Fortfahren

# wizard_button:purchase.request.create_purchase,ask_user_term,end:0
source: Cancel
de_de: Abbrechen

# wizard_button:purchase.request.create_purchase,ask_user_term,init:0
source: Continue
de_de: Fortfahren

# wizard_button:purchase.request.create_purchase_request,init,create:0
source: Create
de_de: Erstellen

# wizard_button:purchase.request.create_purchase_request,init,end:0
source: Cancel
de_de: Abbrechen
