Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-book/cubicweb-book-0.7.0.tar.gz/cubicweb-book-0.7.0/i18n/*.po
Languages: fr

source: Book
fr: Livre

source: Book_plural
fr: Livres

source: Collection_plural
fr: Collections

source: Content
fr: Sommaire

source: Details
fr: Détails

source: Editor
fr: Éditeur

source: Editor_plural
fr: Éditeurs

source: Language
fr: Langue

source: New Book
fr: Nouveau livre

source: New Collection
fr: Nouvelle collection

source: New Editor
fr: Nouvel éditeur

source: New International Standard Book Number (13 chars, no spaces or dashes
fr: ISBN (nouveau format sur 13 caractères sans espaces ni tirets)

source: Old International Standard Book Number (10 chars, no spaces or dashes)
fr: ISBN (ancien format sur 10 caractères sans espaces ni tirets)

source: Publication date
fr: Date de publication

source: Published by
fr: Publié par

source: Short summary of the book
fr: Court résumé du livre

source: Summary
fr: Résumé

source: This Book
fr: Ce livre

source: This Collection
fr: Cette collection

source: This Editor
fr: Cet éditeur

source: This book on other sites
fr: Ce livre sur d'autres sites

source: add Book has_cover File subject
fr: couverture

source: authors
fr: auteurs

# Book
source: authors
fr: auteurs

source: authors_object
fr: ont écrit

# Person
source: authors_object
fr: ont écrit

source: book authors
fr: auteurs

source: book cover
fr: couverture

source: book editor
fr: éditeur

source: book publisher
fr: maison d'édition

source: book subtitle
fr: sous-titre

source: book title
fr: titre du livre

source: by
fr: de

source: collection
fr: dans la collection

# Book
source: collection
fr: dans la collection

source: collection_object
fr: volume dans la collection

# Collection
source: collection_object
fr: volume dans la collection

source: content
fr: contenu

# Book
source: content
fr: contenu

source: editor
fr: éditeur

# Book
source: editor
fr: éditeur

source: editor_object
fr: édite

# Person
source: editor_object
fr: édite

source: facets_hascover-facet
fr: facette couverture

source: facets_priority-facet
fr: facette priorité

source: facets_pubdate-facet
fr: facette date de publication

source: has_address
fr: adresse

# Editor
source: has_address
fr: adresse

source: has_address_object
fr: adresse de

# PostalAddress
source: has_address_object
fr: adresse de

source: has_collection
fr: édite la collection

# Editor
source: has_collection
fr: édite la collection

source: has_collection_object
fr: édité par

# Collection
source: has_collection_object
fr: édité par

source: has_cover
fr: couverture

# Book
source: has_cover
fr: couverture

source: has_cover_object
fr: couverture de

# File
source: has_cover_object
fr: couverture de

source: language
fr: langue

# Book
source: language
fr: langue

source: language of the book
fr: langue

# Collection
source: name
fr: nom

# Editor
source: name
fr: nom

source: no cover
fr: pas de couverture

source: number of pages
fr: nombre de pages

source: publication date
fr: date de publication

source: publish_date
fr: date de publication

# Book
source: publish_date
fr: date de publication

source: publisher
fr: éditeur

# Book
source: publisher
fr: éditeur

source: publisher's collection
fr: collection de l'éditeur

source: publisher_object
fr: édite

# Editor
source: publisher_object
fr: édite

# Book
source: same_as
fr: identique à

# ExternalUri
source: same_as
fr: identique à

# Person
source: same_as
fr: identique à

source: see them all
fr: voir tous

source: subtitle
fr: sous-titre

# Book
source: subtitle
fr: sous-titre

source: summary
fr: resumé

# Book
source: summary
fr: résumé

source: table of contents
fr: table des matières

# Book
source: title
fr: titre

source: unknown source
fr: provenance inconnue
