Repository: pypi-data/pypi-mirror-6
Catalog: packages/silva.app.news/silva.app.news-3.0.4.tar.gz/silva.app.news-3.0.4/src/silva/app/news/i18n/*/LC_MESSAGES/silva_news.po
Languages: nl

source: No next version.
nl: Geen volgende versie.

source: No unapproved version.
nl: Geen versie die nog niet is goedgekeurd.

source: This field cannot be edited.
nl: Dit veld kan niet bewerkt worden.

source: This is the title for your Category Filter.
nl: Dit is de titel van de Categorie-filter

source: Select the news subjects to filter on. Only those selected will appear in this area of the site. Select nothing to have all show up.
nl: Selecteer de nieuwsonderwerpen om op te filteren. Alleen de geselecteerde onderwerpen zullen in dit gedeelte van de site verschijnen. Selecteer niets om alle onderwerpen te laten verschijnen.

source: Select the target audiences to filter on.
nl: Selecteer de nieuwsgroepen om op te filteren.

source: No spaces or special characters besides &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;
nl: Geen spaties of speciale tekens behalve &#8216;_&#8217;, &#8216;-&#8217; of &#8216;.&#8217;

source: id: no spaces or special characters besides an underscore (_).
nl: id: geen spaties of speciale tekens behalve een underscore (_).

source: title
nl: titel

source: The title will be publicly visible, and is used as the default link in indexes.
nl: De titel wordt voor iedereen zichtbaar, en zal worden gebruikt voor de link in indexen.

source: end date/time
nl: einddatum/-tijd

source: The location where the event is taking place.
nl: De locatie waar het evenement plaatsvindt.

source: location
nl: locatie

source: Format: d/m/y, time is optional.
nl: Formaat d/m/j, tijd is optioneel.

source: start date/time
nl: startdatum/-tijd

source: modify
nl: wijzigen

source: expiration&nbsp;due
nl: verloopt op

source: There are no news items for this period. Check that news sources are activated (go to the edit screen) and items in the sources are published.
nl: Er zijn geen nieuwsitems voor deze periode. Controleer dat de nieuwsbronnen geactiveerd zijn (in het scherm 'bewerken') en dat de items in de bronnen gepubliceerd zijn.

source: Show only items in the content tree which are below the location of the filter?
nl: Alleen items laten zien die zich lager in de content hiërarchie bevinden dan de filter?

source: Input form errors ${errors}
nl: Fouten invulformulier ${errors}

source: subjects changed
nl: onderwerp gewijzigd

source: target audiences changed
nl: doelgroepen gewijzigd

source: stick to path changed
nl: pad voorkeur veranderd

source: Settings changed for:
nl: Instellingen veranderd voor:

source: The filter is updated.
nl: De filter is bijgewerkt.

source: Select the news subjects to filter on.
nl: Selecteer de nieuwsonderwerpen om op te filteren.

source: edit
nl: bewerken

source: properties
nl: eigenschappen

source: access
nl: toegang

source: content
nl: inhoud

source: description
nl: omschrijving

source: save selection
nl: selectie opslaan

source: access key: alt-s
nl: sneltoets: alt-s

source: <abbr title="Silva News Network">SNN</abbr> Category Filters
nl: <abbr title="Silva News Network">SNN</abbr> Categorie-filters

source: Preview this item
nl: Voorbeeld van dit item

source: (deselected)
nl: (niet geselecteerd)

source: There are no published news items in this filter. Check that news sources are activated (go to the editor screen) and items in the sources are published.
nl: Er zijn geen gepubliceerde items in dit filter. Controleer dat nieuwsbronnen geactiveerd zijn (ga naar het scherm 'bewerken') en dat items in de bronnen gepubliceerd zijn.

source: select all items: alt-a
nl: alle items selecteren: alt-a

source: select all
nl: alles selecteren

source: deselect all
nl: niets selecteren

source: use selected items in this filter: alt-u
nl: gebruik geselecteerde items in dit filter: alt-u

source: update
nl: bijwerken

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: in use
nl: in gebruk

source: view
nl: bekijken

source: publication&nbsp;due&nbsp;
nl: publicatie&nbsp;op&nbsp;

source: expiration&nbsp;due&nbsp;
nl: verloopt&nbsp;&nbsp;

source: The news subjects to filter on.
nl: De nieuwsonderwerpen om op te filteren.

source: The target audiences to filter on.
nl: De doelgroepen om op te filteren.

source: Show only items in the content tree which are below the location of this filter?
nl: Alleen items laten zien die zich lager in de content hiërarchie bevinden dan deze filter?

source: Show agenda items as well as news items?
nl: Laat zowel agenda items als nieuwsitems zien?

source: subjects
nl: onderwerpen

source: target audiences
nl: doelgroepen

source: show agenda items
nl: agenda-items tonen

source: stick to path
nl: filter lokaal houden

source: ${icon} Silva News Filters
nl: ${icon} Silva Nieuwsfilters

source: Restrict usage
nl: Gebruik beperken

source: The news source is now available.
nl: De nieuwsbron is nu beschikbaar.

source: The objects have different values.
nl: De objecten hebben verschillende waarden.

source: There are no publishable objects found.
nl: Er zijn geen items gevonden die gepubliceerd kunnen worden.

source: Content
nl: Inhoud

source: Note
nl: Opmerking

source: Some items of your selection are containers (folders, publications, newssources etc.). Select which items to recurse (walk through) to add to the list of objects to updated:<br /><br />
nl: Sommige items van de selectie zijn containers (mappen, publicaties, nieuwsbronnen, etc.) Selecteer welke items recursief aan de lijst toegevoegd dienen te worden.

source: Title
nl: Titel

source: Speakers
nl: Sprekers

source: Startdate and time
nl: Startdatum en -tijd

source: Enddate and time
nl: Einddatum en -tijd

source: Location
nl: Locatie

source: Location (if not in list)
nl: Locatie (indien niet in de lijst)

source: Pressheader
nl: Perskop

source: Subheader
nl: Subkop

source: Academic
nl: Academisch

source: Pressnote
nl: Pers-opmerking

source: Common Info
nl: Algemene Informatie

source: Specific Info
nl: Specifieke Informatie

source: Specific info (if not in list)
nl: Specifieke informatie (indien niet in de lijst)

source: More info links
nl: Meer informatie links

source: Embargo Datetime
nl: Embargodatum/-tijd

source: Subjects
nl: Onderwerpen

source: Target Audiences
nl: Doelgroepen

source: Chair
nl: Voorzitter

source: Promoter
nl: Promotor

source: ${path} is updated
nl: ${path} is bijgewerkt

source: Nothing was selected, so nothing was approved.
nl: Er is niets geselecteerd, en dus niets goedgekeurd.

source: Info for
nl: Informatie voor

source: Authorized users below this level
nl: Geauthoriseerde gebruikers onder dit niveau

source: Changed settings on: ${ids}
nl: Instellingen gewijzigd op: ${ids}

source: <span class="error">could not change settings on: ${ids}</span>
nl: <span class="error">kon instellingen niet wijzigen op: ${ids}</span>

source: Nothing was selected, so no settings were changed.
nl: Niets geselecteerd, en dus geen instellingen gewijzigd.

source: No publication nor expiration time nor any of the flags were set.
nl: Geen publicatie- of verloop-tijdstip noch één van de 'flags' ingesteld.

source: not applicable
nl: niet van toepassing

source: no next or public version available
nl: Geen volgende of publieke versie beschikbaar

source: cannot change publication time of already public versions.
nl: Kan het publicatie-tijdstip van reeds publieke versies niet wijzigen.

source: no unapproved version
nl: geen versie die wacht op goedkeuring

source: <span class="error">No request for approval on: ${ids}</span>
nl: <span class="error">Geen verzoek tot goedkeuring voor: ${ids}</span>

source: Nothing was selected, so no approval was requested.
nl: Er is niets geselecteerd, en dus geen goedkeuring aangevraagd.

source: Request for approval via a bulk request in the publish screen of /${url} (automatically generated message)
nl: Verzoek tot goedkeuring via een bulk verzoek in het publicatiescherm van /${url} (automatisch gegenereerd bericht)

source: Request approval for: ${ids}
nl: Goedkeuring aanvragen voor: ${ids}

source: content renderer
nl: inhoudsweergave

source: note
nl: opmerking

source: renderer
nl: weergave

source: Select a renderer to render this content.
nl: Selecteer een weergave om deze inhoud mee weer te geven.

source: change renderer
nl: weergave wijzigen

source: change renderer: alt-c
nl: weergave wijzigen: alt-c

source: layout settings for &#xab;${title}&#xbb;
nl: vormgevingsinstellingen voor &#xab;${title}&#xbb;

source: layout settings
nl: vormgevingsinstellingen

source: for approved version of &#xab;${title}&#xbb;
nl: voor de goedgekeurde versie van &#xab;${title}&#xbb;

source: for published version of &#xab;${title}&#xbb;
nl: voor publieke versie van &#xab;${title}&#xbb;

source: for closed version of &#xab;${title}&#xbb;
nl: voor gesloten versie van &#xab;${title}&#xbb;

source: settings for &#xab;${title}&#xbb;
nl: instellingen voor &#xab;${title}&#xbb;

source: local news source setting
nl: lokale nieuwsbron-instelling

source: Make news source local so it is picked up only by filters in the same path of the source and below.
nl: Nieuwsbron lokaal maken zodat deze alleen gevonden wordt door filters in dezelfde locatie als de bron of eronder.

source: make local?
nl: lokaal maken?

source: change setting
nl: instelling wijzigen

source: change the global/local status of the news publication: alt-h
nl: De status 'globaal'/'lokaal' van de nieuwspublicatie wijzigen: alt-h

source: day range
nl: bereik van dagen

source: Number of days in the future to show.
nl: Aantal dagen in de toekomst te tonen

source: Viewer data changed
nl: Viewer-gegevens gewijzigd

source: show
nl: tonen

source: Show a specific number of items, or show items from a range of days in the past.
nl: Een specifiek aantal items tonen, of items tonen binnen een bereik van dagen in het verleden

source: days / items number
nl: aantal dagen / items

source: Number of news items to show per page.
nl: Aantal nieuwsitems per pagina.

source: archive number
nl: aantal archief

source: Number of archive items to show per page.
nl: Aantal archiefitems te tonen per pagina

source: List the URLs of RSS feeds (one per line) to use as sources of news items.
nl: De URLs van RSS feeds tonen (één per regel) om als bronnen van nieuwsitems te gebruiken.

source: attributes
nl: eigenschappen

source: save
nl: opslaan

source: ${icon} Syndication Feed for ${meta_type}
nl: ${icon} Syndicatiefeed voor ${meta_type}

source: A syndication feed is available in either RSS or Atom format.
nl: Een syndicatie-feed is beschikbaar in RSS dan wel Atom formaat.

source: The URL for the RSS feed is:
nl: De URL voor de RSS feed is:

source: The URL for the Atom feed is:
nl: De URL voor de Atom feed is:

source: Document published
nl: Document gepubliceerd

source: version already approved
nl: versie reeds goedgekeurd

source: Document already published
nl: Document reeds gepubliceerd

source: There is no unapproved version to publish.
nl: Er is geen versie die nog niet is goedgekeurd om te publiceren.

source: There is no unapproved version to approve.
nl: Er is geen versie die nog niet is goedgekeurd om goed te keuren.

source: Version published.
nl: Versie gepubliceerd.

source: Version approved.
nl: Versie goedgekeurd.

source: display time
nl: weergavedatum

source: The date/time that is displayed for the public.
nl: De datum/tijd die aan het publiek wordt getoond.

source: A previous request for approval has been rejected / withdrawn by ${requester} on ${some_date}. actually the last message may not have been written by the person withdrawing the request; if this person for example made an empty reject, this is the message of the requester ... The last message regarding this issue is:
nl: Een vorig verzoek om goedkeuring is afgekeurd / ingetrokken door ${requester} op ${some_date}. Het laatste bericht hoeft niet per se geschreven te zijn door de persoon die het verzoek heeft ingetrokken; Als deze persoon bijvoorbeeld een lege afkeuring heeft verricht, is dit het bericht van de aanvrager... Het laatste bericht aangaande deze kwestie is:

source: for new version
nl: voor nieuwe versie

source: request approval ${for_new_version}
nl: goedkeuring aanvragen ${for_new_version}

source: message to editor
nl: boodschap aan redacteur

source: notes
nl: opmerkingen

source: This message will remain visible in the status screen for other authors and editors.
nl: Deze boodschap zal zichtbaar blijven in het scherm 'status' voor andere auteurs en redacteuren.

source: request approval
nl: goedkeuring aanvragen

source: access key: alt-r
nl: sneltoets: alt-r

source: change settings
nl: instellingen veranderen

source: current timings
nl: huidige tijdstippen

source: update timing
nl: tijdstippen instellen

source: access key: alt-u
nl: sneltoets: alt-u

source: publish new version
nl: nieuwe versie publiceren

source: publish closed version
nl: gesloten versie publiceren

source: settings
nl: instellingen

source: publish now
nl: nu publiceren

source: access key: alt-p
nl: sneltoets: alt-p

source: approve for future
nl: goedkeuren voor later

source: access key: alt-o
nl: sneltoets: alt-o

source: access key: alt-m
nl: sneltoets: alt-m

source: day / month / year &nbsp;23:59
nl: dag / maand / jaar &nbsp;23:59

source: access key: alt-h
nl: sneltoets: alt-h

source: Publication time of public version
nl: Publicatietijdstip van publieke versie

source: reject
nl: weigeren

source: withdraw
nl: intrekken

source: request
nl: aanvraag

source: add message on
nl: boodschap toevoegen over

source: rejection
nl: afwijzing

source: withdrawal
nl: intrekking

source: The message may be viewed by local users.
nl: De boodschap mag door lokale gebruikers bekeken worden.

source: access key: alt-j
nl: sneltoets: alt-j

source: reject approval request
nl: aanvraag voor goedkeuring afwijzen

source: Publication and expiration time of public version
nl: publicatie- en verlooptijdstip van publieke versie

source: withdraw approval request
nl: verzoek om goedkeuring intrekken

source: revoke approval
nl: goedkeuring intrekken

source: If further editing is required, first revoke the approval.
nl: Als verder bewerken nodig is, moet eerst de goedkeuring worden ingetrokken.

source: access key: alt-v
nl: sneltoets: alt-v

source: revert to previous version
nl: terugvallen op vorige versie

source: The current editable version can be replaced with the previous (published) version. This can not be undone afterwards and will discard all changes made to the current version.
nl: De huidige bewerkbare versie kan vervangen worden door de vorige (gepubliceerde) versie. Dit kan daarna niet meer ongedaan gemaakt worden en gooit alle wijzigingen die in de huidige versie zijn gemaakt weg.

source: revert to previous
nl: terugvallen op vorige

source: manual close
nl: handmatig sluiten

source: If necessary, the published version of this content can be manually closed (taken offline). It will also be removed from the public index.
nl: Indien nodig, kan de gepubliceerde versie van deze inhoud handmatig gesloten (offline gezet) worden. Deze zal ook verwijderd worden uit de publieke index.

source: close published version
nl: gepubliceerde versie sluiten

source: access key: alt-c
nl: sneltoets: alt-c

source: messages
nl: boodschappen

source: ${author_id} sent a message on ${some_date} ${with_comments}
nl: ${author_id} verstuurde op ${some_date} een boodschap ${with_comments}

source: view agenda
nl: agenda tonen

source: view past and future articles
nl: oude en toekomstige artikelen bekijken

source: Search News
nl: Nieuws doorzoeken

source: Startdate/time:
nl: Startdatum/-tijd:

source: There are no articles corresponding to your query.
nl: Er zijn geen artikelen die overeenkomen met de zoekopdracht.

source: Search ${title}
nl: Zoek ${title}

source: There are no articles corresponding to your query
nl: Er zijn geen artikelen die overeenkomen met de zoekopdracht

source: view news
nl: nieuws bekijken

source: Archive of ${title}
nl: Archief van ${title}

source: There are no articles available
nl: Er zijn geen artikelen beschikbaar

source: Do a full text search: alt-s
nl: Een volledige tekst-zoekopdracht uitvoeren: alt-s

source: Search
nl: Zoeken

source: There are no articles available.
nl: Er zijn geen artikelen beschikbaar.

source: view archive
nl: archief tonen

source: Publication date:
nl: Publicatiedatum:

source: End:
nl: Einde:

source: Location:
nl: Locatie:

source: view article
nl: artikel bekijken

source: Display title of viewer (ANR)
nl: Titel van viewer weergeven (ANR)

source: display title
nl: titel weergeven

source: Number of articles to be shown; max. is set by viewer (AN); empty = all articles (ANR)
nl: Aantal artikelen om weer te geven; maximum is ingesteld door de viewer (AN); leeg = alle artikelen (ANR)

source: # of articles
nl: aantal artikelen

source: The heading level for the article title (h3, h4, etc.). (ANR)
nl: Het niveau van de kop voor de titel van het artikel (h3, h4, etc.) (ANR)

source: article level
nl: artikelniveau

source: Display intro (first elements of the article), the metadata description, or nothing
nl: Weergave intro (eerste elementen van het artikel,) de metadatabeschrijving, of niets.

source: snippet
nl: knipsel

source: Number of characters shown in snippet; 0 = all (ANR)
nl: Aantal tekens getoond in knipsel; 0 = all (ANR)

source: # of chars
nl: aantal karakters

source: Choose a News Viewer, Agenda Viewer, or RSS Aggregator
nl: Nieuwsviewer Agendaviewer of RSS-Aggregator kiezen.

source: Display image thumbnail? (AN)
nl: Afbeelding klein weergeveb? (AN)

source: image
nl: afbeelding

source: Display cration date (AN)
nl: Aanmaakdatum weergeven (AN)

source: creation date
nl: aanmaakdatum

source: Display start/end datetime if available (N)
nl: Start-/einddatum weergeven indien beschikbaar (N)

source: datetimes
nl: datums en tijden

source: Display location if available (N)
nl: Lokatie weergeven, indien beschikbaar (N)

source: news source
nl: nieuwsbron

source: Where to show link to article (ANR)
nl: Waar de link naar het artikel te tonen (ANR)

source: article link
nl: artikel-link

source: Link text for single articles (ANV)
nl: Linktekst voor enkelvoudige artikelen (ANV)

source: link text
nl: linktekst

source: Display link to news source (ANR)
nl: Link naar nieuwsbron weergeven (ANR)

source: source link
nl: bron-link

source: Link text for news source link (ANR)
nl: Linktekst voor nieuwsbron-link

source: source text
nl: brontekst

source: Show a footer for the feed (customizable)
nl: Voettekst voor de feed tonen (aanpasbaar)

source: show footer
nl: voettekst

source: Show search box (ANR)
nl: Laat zoekveld zien (ANR)

source: show search
nl: zoekveld laten zien

source: ID for div tag for inline viewer; default = _blank_ (ANR)
nl: ID voor div tag voor de inline viewer; standaardwaarde = _blank_ (ANR)

source: CSS class for div tag for inline viewer; default = inv (ANR)
nl: CSS class voor div tag voor lopende tekst viewer; standaardwaarde = inv (ANR)

source: Published: ${datetime}
nl: Gepubliceerd: ${datetime}

source: Starts: ${datetime}
nl: Begint: ${datetime}

source: Ends: ${datetime}
nl: Eindigt: ${datetime}

source: Location: <span class="newsitemlocation"></span>
nl: Locatie: <span class="newsitemlocation"></span>
