Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-mailinglist/cubicweb-mailinglist-1.7.2.tar.gz/cubicweb-mailinglist-1.7.2/i18n/*.po
Languages: fr

source: (un)subscribe
fr: s'abonner (se désabonner)

source: MailingList
fr: Liste de discussions

source: MailingList_plural
fr: Listes de discussions

source: New MailingList
fr: Nouvelle liste de discussions

source: This MailingList
fr: Cette liste de discussions

source: URL of the mailing-list's admin page
fr: URL de la page d'administration de la liste

source: URL of the mailing-list's archive
fr: URL des archives de cette liste

source: browse archives
fr: parcourir les archives

# MailingList
source: description_format
fr: format

source: email address to use to post on the mailing-list
fr: adresse électronique à utiliser pour poster sur la liste

source: email_address
fr: adresse

# MailingList
source: email_address
fr: adresse

source: homepage
fr: page web

# MailingList
source: homepage
fr: page web

source: mailing list id specified in messages header
fr: identifiant de liste dans les en-tête de message électronique

source: mlid
fr: identifiant

# MailingList
source: mlid
fr: identifiant

# MailingList
source: name
fr: nom

source: to post on the mailinglist:
fr: pour poster sur la liste :
