Repository: pypi-data/pypi-mirror-6
Catalog: packages/Products.SilvaExternalSources/Products.SilvaExternalSources-2.3.3.tar.gz/Products.SilvaExternalSources-2.3.3/Products/SilvaExternalSources/i18n/*/LC_MESSAGES/silva_external_sources.po
Languages: ru

source: Unknown encoding ${enc}, not changed!
ru: Неизвестное шифрование ${enc}, не изменено!

source: Data encoding changed to: ${enc}.
ru: Шифрование данных изменено на: ${enc}.

source: Title changed.
ru: Заголовок изменен.

source: Description changed.
ru: Описание изменено.

source: Data updated.
ru: Данные обновлены.

source: Raw data updated.
ru: Сырые данные обновлены.

source: Script id changed.
ru: Индификатор скрипта изменен.

source: <b>Warning</b>:
ru: <b>Внимание</b>:

source: no script id specified!
ru: индификатор скрипта не определен!

source: File to upload as source data.
ru: Файл загружен как источник данных.

source: csv file
ru: csv-файл

source: id
ru: идентификатор

source: No spaces or special characters besides &#8216;_&#8217; or &#8216;-&#8217; or &#8216;.&#8217;
ru: Без пробелов и специальных символов кроме &#8216;_&#8217; или &#8216;-&#8217; или &#8216;.&#8217;

source: title
ru: заголовок

source: Character coding of the source data.
ru: Кодирование знаков исходных данных.

source: character coding
ru: кодирование знаков

source: coding
ru: кодирование

source: Unknown encoding ${enc}. Character encoding not saved!
ru: Неизвестное шифрование ${enc}. Зашифровка знаков не сохранена!

source: Encoding set to: ${enc}
ru: Расшифровка установлена на: ${enc}

source: Optional, but useful.
ru: Опционально

source: description
ru: описание

source: data
ru: данные

source: Raw data set.
ru: Сырые данные установлены.

source: Title and Description changed.
ru: Заголовок и описание изменены.

source: manage subscriptions for &#xab;${title}&#xbb;
ru: менеджер подписок для &#xab;${title}&#xbb;

source: This screen doesn&#8217;t have settings, because it&#8217;s not possible to subscribe to a . Only documents that contain textual content, or folders that contain them, can be subscribed to.
ru: Этот экран не имеет настроек, потому что невозможно подписаться на . Только документы, которые содержат текстовые данные, или папки, содержащие их, могут быть подписаны.

source: Data uploaded.
ru: Данные загружены.
