Repository: pypi-data/pypi-mirror-6
Catalog: packages/*.contentrules.metadata/*.contentrules.metadata-1.0.1.zip/*.contentrules.metadata-1.0.1/src/*/contentrules/metadata/locales/*/LC_MESSAGES/*.contentrules.metadata.po
Languages: es, pt_br

source: , only if contributors was not set.
es: , sólo si los contribuyentes no fueron especificados.
pt_br: , apenas se os contribuidores não estiver preenchido.

source: , only if creators was not set.
es: , sólo si los creadores no fueron especificados.
pt_br: , apenas se os criadores não estiver preenchido.

source: , only if language was not set.
es: , sólo si el idioma no fue especificado.
pt_br: , apenas se o idioma não estiver preenchido.

source: , only if rights was not set.
es: , sólo si los derechos de autor no fueron especificados.
pt_br: , apenas se o campo direitos não estiver preenchido.

source: A tag condition makes the rule apply only to contents with any of the selected tags. If no tag is selected the rule will apply to contents without tags applied to them.
es: Una condición que hace que la regla se aplique únicamente a los contenidos con cualquiera de las siguientes etiquetas. Si no se selecciona una etiqueta la regla se aplicará a los contenidos sin etiquetas aplicadas.
pt_br: Uma condição de tag faz com que a regra seja aplicada apenas a conteúdos com uma das tags selecionadas. Caso nenhuma tag for informada, a regra de conteúdo será aplicada para conteúdos sem tags preenchidas.

source: Add Tag Condition
es: Agregar condición de categorías
pt_br: Adiciona uma condição para Tags

source: Add an exclude from navigation content rules action
es: Agregar una acción para excluir el contenido de la navegación
pt_br: Adiciona uma ação de regra de conteúdo para excluir objetos da navegação

source: Add set Contributors content rules action
es: Agregar una acción que especifica los contribuyentes del contenido
pt_br: Adiciona uma ação de regra de conteúdo para o campo Contribuidores

source: Add set Creators content rules action
es: Agregar una acción que especifica los creadores del contenido
pt_br: Adiciona uma ação de regra de conteúdo para o campo Criadores

source: Add set Language content rules action
es: Agregar una acción que especifica el idioma del contenido
pt_br: Adiciona uma ação de regra de conteúdo para o campo Idioma

source: Add set Rights content rules action
es: Agregar una acción que especifica los derechos de autor del contenido
pt_br: Adiciona uma ação de regra de conteúdo para o campo de Direitos

source: Add set Tags content rules action
es: Agregar una acción que especifica las categorías del contenido
pt_br: Adiciona uma ação de regra de conteúdo para Tags

source: An action that applies Tags to a content.
es: Una acción que aplica categorías al contenido.
pt_br: Uma ação que aplica Tags a um conteúdo.

source: An action that excludes contents from navigation.
es: Una acción que excluye al contenido de la navegación.
pt_br: Uma ação que exclui conteúdos da navegação.

source: An action that sets contributors to a content.
es: Una acción que especifica los contribuyentes del contenido.
pt_br: Uma ação que atribui contribuidores a um conteúdo.

source: An action that sets creators to a content.
es: Una acción que especifica los creadores del contenido.
pt_br: Uma ação que atribui criadores a um conteúdo.

source: An action that sets language to a content.
es: Una acción que especifica el idioma del contenido.
pt_br: Uma ação que atribui o idioma a um conteúdo.

source: An action that sets rights to a content.
es: Una acción que especifica los derechos de autor del contenido.
pt_br: Uma ação que atribui direitos a um conteúdo.

source: Apply tags ${tags}
es: Aplicar las categorías ${tags}
pt_br: Aplica tags ${tags}

source: Apply tags from parent object.
es: Aplicar las categorías del objeto padre.
pt_br: Aplica tags do objeto pai.

source: Apply this only if no contributors was set on the content item.
es: Aplicar únicamente si el objeto no tiene contribuyentes especificados.
pt_br: Aplica apenas se nenhum contribuidor foi atribuído neste item de conteúdo.

source: Apply this only if no creators was set on the content item.
es: Aplicar únicamente si el objeto no tiene creadores especificados.
pt_br: Aplica apenas se nenhum criador foi atribuído neste item de conteúdo.

source: Apply this only if no language was set on the content item.
es: Aplicar únicamente si el objeto no tiene idioma especificado.
pt_br: Aplica apenas se nenhum idioma foi atribuído neste item de conteúdo.

source: Apply this only if no rights was set on the content item.
es: Aplicar únicamente si el objeto no tiene derechos de autor especificados.
pt_br: Aplica apenas se nenhuma informação de direitos foi atribuída neste item de conteúdo.

source: Configure action
es: Configurar la acción
pt_br: Configurar a ação

source: Configure condition
es: Configurar la condición
pt_br: Configurar a condição

source: Contributors
es: Contribuyentes
pt_br: Contribuidores

source: Creators
es: Creadores
pt_br: Criadores

source: Edit Tag Condition
es: Editar la condición de las categorías
pt_br: Editar a condição de Tag

source: Edit an exclude from navigation content rules action
es: Editar la acción para especificar la exclusión de la navegación.
pt_br: Edita uma ação de regra de conteúdo para excluir objetos da navegação

source: Edit the set Contributors content rules action
es: Editar la acción para especificar los contribuyentes.
pt_br: Edita uma ação de regra de conteúdo para atribuir Contribuidores.

source: Edit the set Creators content rules action
es: Editar la acción para especificar los creadores
pt_br: Edita uma ação de regra de conteúdo para atribuir Criadores.

source: Edit the set Language content rules action
es: Editar la acción para especificar el idioma
pt_br: Edita uma ação de regra de conteúdo para atribuir Idioma.

source: Edit the set Rights content rules action
es: Editar la acción para especificar los derechos de autor
pt_br: Edita uma ação de regra de conteúdo para atribuir Direitos.

source: Edit the set Tags content rules action
es: Editar la acción para especificar las categorías
pt_br: Edita uma ação de regra de conteúdo para atribuir Tags.

source: Exclude content from navigation
es: Excluir el objeto de la navegación
pt_br: Exclui conteúdo da navegação

source: Exclude content object from navigation.
es: Excluir el objeto de la navegación.
pt_br: Exclui conteúdo da navegação

source: If checked the content will not be listed in portal navigation elements.
es: Si se selecciona, el objeto no será mostrado en la navegación del portal.
pt_br: Caso selecionado, o conteúdo não será listado nos elementos de navegação do portal.

source: Inform the copyright statement or other rights information on this item
es: Derechos de autor para este objeto
pt_br: Informe a declaração de copyright ou outros direitos autorais neste item.

source: Language
es: Idioma
pt_br: Idioma

source: No tags selected
es: No hay categorías seleccionadas.
pt_br: Nenhuma tag selecionada

source: Only if not set
es: Sólo si no ha sido especificado
pt_br: Apenas caso não esteja atribuido

source: Persons responsible for creating the content of this item. Please enter a list of user names, one per line. The principal creator should come first.
es: Personas responsables por la creación de este objeto. Por favor entre una lista con los nombres de usuario, uno por línea. El creador principal debe ir primero.
pt_br: Pessoas responsáveis pela criação deste conteúdo. Por favor informe uma lista de nomes de usuários, um por linha em ordem de importância.

source: Rights
es: Derechos de autor
pt_br: Direitos

source: Select here the language to be applied to the content item.
es: Seleccione aquí el idioma que será aplicado al objeto.
pt_br: Selecione o idioma a ser aplicado ao conteúdo.

source: Select this to use Tags as defined in the parent object. If this option is selected this action ignores the following field.
es: Seleccione aquí para utilizar las categorías definidas en el objeto padre. Si esta opción está seleccionada, el siguiente campo se ignorará.
pt_br: Selecione caso deseje utilizar as Tags definidaas no objeto pai. Caso esta opção esteja selecionada, o valor informado no próximo campo será ignorado.

source: Set contributors to ${contributors}${condition}
es: Especificar contribuyentes a ${contributors}${condition}
pt_br: Atribui a contribuidores o valor de ${contributors}${condition}

source: Set creators to ${creators}${condition}
es: Especificar creadores a ${contributors}${condition}
pt_br: Atribui a criadores o valor de ${creators}${condition}

source: Set language ${language}${condition}
es: Especificar idioma como ${contributors}${condition}
pt_br: Atribui a idioma o valor de ${language}${condition}

source: Set rights '${rights}'${condition}
es: Especificar derechos de autor a ${contributors}${condition}
pt_br: Atribui a direitos o valor de ${language}${condition}

source: Show content object in navigation.
es: Mostrar el objeto en la navegación del sitio.
pt_br: Exibe o objeto de conteúdo na navegação.

source: Tags
es: Categorías

source: Tags contains ${tags}
es: Categorías conteniendo ${tags}
pt_br: Tags contém ${tags}

source: Tags to check for. Leave it blank to check for contents without any tag set
es: Etiquetas a confirmar. Deje en blanco para revisar únicamente objetos sin etiquetas aplicadas.
pt_br: Tags a serem checadas. Deixe em branco para filtrar conteúdos sem nenhuma tag atribuida.

source: The names of people that have contributed to this item. Each contributor should be on a separate line.
es: Los nombres de las personas que han contribuido con este contenido. Por favor entre una lista con los nombres, uno por línea.
pt_br: Nome das pessoas que contribuiram com este conteúdo. Cada contribuidor deve ser listado em uma linha a parte.

source: Use Tags from parent object
es: Usar las categorías del objeto padre
pt_br: Utilizar Tags do objeto pai
