Repository: pypi-data/pypi-mirror-6
Catalog: packages/*.contentrules.metadata/*.contentrules.metadata-1.0.1.zip/*.contentrules.metadata-1.0.1/src/*/contentrules/metadata/locales/*/LC_MESSAGES/plone.po
Languages: pt_br

source: Set Tags
pt_br: Atribui Tags

source: Set Tags for a content item.
pt_br: Define as Tags para um conteúdo.

source: Exclude from navigation
pt_br: Excluir da navegação

source: Excludes a content item from navigation.
pt_br: Exclui um conteúdo da navegação.

source: Set Language
pt_br: Atribui Idioma

source: Defines a language to the content item
pt_br: Define o idioma para o conteúdo.

source: Set Rights
pt_br: Atribui Direitos

source: Defines rights for the content item.
pt_br: Define os direitos para o conteúdo.

source: Set Creators
pt_br: Atribui Criadores

source: Defines creators for the content item.
pt_br: Define os criadores para o conteúdo.

source: Set Contributors
pt_br: Atribui Contribuidores

source: Defines contributors for the content item.
pt_br: Define os contribuidores para o conteúdo.

source: Apply only when the current content object contains the selected Tags.
pt_br: Executa apenas quando o conteúdo possuir as tags indicadas.
