Repository: pypi-data/pypi-mirror-6
Catalog: packages/collective.zipfiletransport/collective.zipfiletransport-3.2.3.tar.gz/collective.zipfiletransport-3.2.3/collective/zipfiletransport/locales/*/LC_MESSAGES/ZipFileTransport.po
Languages: es, pt_br

source: A description which will be given to each file in the ZIP archive.
es: Descripción para asignar a cada fichero dentro del archivo ZIP.
pt_br: Uma descrição que será dada a cada arquivo do arquivo ZIP.

source: All files in the folder will be exported in .zip file format
es: Todos los ficheros de la carpeta serán exportados en un archivo con formato ZIP.
pt_br: Todos os arquivos da pasta serão exportados no arquivo zip

source: All files in the folder will be exported in .zip file format.
es: Todos los ficheros del curso serán exportados en un archivo con formato ZIP.
pt_br: Todos os arquivos da pasta serão exportados no arquivo zip.

source: Also known as keywords, tags or labels, these help you categorize your content. Each category should be on a separate line.
es: También conocidas como palabras clave, tags o etiquetas, ayudarán a caracterizar el contenido. Cada palabra clave en una línea aparte.
pt_br: Também conhecido como palavras-chave, ajudam a categorizar o seu conteúdo. Cada categoria deve etar em uma linha separada.

source: Check this box to overwrite existing files with the same name. If left unchecked, same named files will not import.
es: Marque esta casilla si desea sobrescribir los archivos ya existentes con el mismo nombre.
pt_br: Marque esta caixa para sobrescrever arquivos existentes com o mesmo nome. Se a opção não for marcada, arquivos com o mesmo nome não serão importadosr.

source: Configure object type settings for imported objects. These values should not be adjusted unless your site has overwritten the default object types.
es: Configure el tipo de objeto para los objetos importados. No especifique valores salvo que su sitio tenga sustituidos los valores por defecto para los tipos de objeto.
pt_br: Configure o tipo de item para os objetos importados. Estes valores não devem ser ajustados a menos que seu site tenha substituído os tipos de objeto padrão.

source: Contributors
es: Colaboradores
pt_br: Colaboradores

source: Document Type
es: Tipo de documento
pt_br: Tipo de Documento

source: Exclude from left navigation
es: Excluir de la barra izquierda de navegación
pt_br: Excluir da navegação

source: Export
es: Exportar
pt_br: Exportar

source: Export Content
es: Exportar contenidos
pt_br: Exportar conteúdo

source: File Type
es: Tipo de archivo
pt_br: Arquivo

source: Folder Type
es: Tipo de carpeta
pt_br: Pasta

source: If selected, imported item(s) will not appear in the navigation tree.
es: Marque aquí para que el elemento no aparezca en el árbol de navegación.
pt_br: Se selecionado, itens importados não aparecerão na navegação.

source: Image Type
es: Tipo de imagen
pt_br: Imagem

source: Import
es: Importar
pt_br: Importar

source: Import Content
es: Importar Contenido
pt_br: Importar conteúdo

source: Import Description
es: Importar Descripción
pt_br: Importar descrição

source: Keyword Categories
es: Categorías de Palabras Clave
pt_br: Tags

source: Name Objects By Title
es: Nombrar Objetos Por Título

source: Overwrite
es: Sobrescribir
pt_br: Sobrescrever

source: Select the ZIP archive file to be imported.
es: Seleccione el archivo ZIP que se cargará pulsando sobre el botón 'Examinar'.
pt_br: Selecione o Arquivo ZIP quer será importado.

source: Set the image type here. Images imported via ZipFileTransport will be instantiated as an object of this type.
es: Seleccione el tipo de imagen. Las imágenes importadas serán consideradas como objetos de este tipo.
pt_br: Defina o tipo de imagem aqui. As imagens importadas através do ZipFileTransport serão instanciadas como um objeto desse tipo.

source: Set your document type here. Documents imported via ZipFileTransport will be instantiated as an object of this type.
es: Seleccione el tipo de documento. Los documentos importados serán considerados como objetos de este tipo.
pt_br: Defina o tipo de documento aqui. Os documentos importados através do ZipFileTransport serão instanciados como um objeto desse tipo.

source: Set your file type here. Files imported via ZipFileTransport will be instantiated as an object of this type
es: Seleccione el tipo de archivo. Los archivos importados serán considerados como objetos de este tipo.
pt_br: Definir o tipo de arquivo aqui. Arquivos importados através do ZipFileTransport serão instanciados como um objeto desse tipo

source: Set your folderish type here. Folders imported via ZipFileTransport will be instantiated as an object of this type
es: Seleccione el tipo de carpeta. Las carpetas importadas serán consideradas como objetos de este tipo.
pt_br: Definir o tipo de pasta aqui. Pastas importadas através do ZipFileTransport serão instanciadas como um objeto desse tipo

source: The following files will be exported in .zip file format:
es: Los siguientes ficheros serán exportados en un archivo con formato ZIP.
pt_br: Os seguintes arquivos serão exportados no arquivo .zip:

source: The name of the file downloaded to your local machine.
es: El nombre del archivo descargado a su ordenador.
pt_br: O nome do arquivo que será baixado para o seu computador.

source: The names of people that have contributed to imported item(s). Each contributor should be on a separate line.
es: Los nombres de las personas que han colaborado en la creación de este elemento. Cada colaborador en una línea aparte.
pt_br: Os nomes das pessoas que colaboraram com os itens importados. Inform um nome por linha.

source: This form will import content from files contained in a .zip file, and will create new objects
es: Este formulario importará el contenido de los ficheros del archivo ZIP, y creará nuevos objetos
pt_br: Este formulário irá importar o conteúdo de arquivos contidos em um arquivo .zip, e criar novos objetos

source: Use an objects title as filename in ZIP export instead of ID.
es: Utiliza el título del objeto en vez del ID como nombre del fichero ZIP a exportar.
pt_br: Ao exportar o ZIP utilize um título como nome do arquivo ao invés de um ID.

source: Zip File
es: Archivo Zip
pt_br: Arquivo Zip

source: Zip File Export
es: Exportación de archivo ZIP
pt_br: Exportar arquivo Zip

source: ZipFileTransport Settings
es: Configuración de ZipFileTransport
pt_br: Configurações do ZipFileTransport

source: ZipFileTransport Settings Form
es: Formulario de configuración de ZipFileTransport
pt_br: Formulario de configurações do ZipFileTransport
