Repository: pypi-data/pypi-mirror-6
Catalog: packages/mwlib.rl/mwlib.rl-0.14.5.zip/mwlib.rl-0.14.5/mwlib/rl/locale/*/LC_MESSAGES/mwlib.rl.po
Languages: cs, sl

source: Index
cs: Rejstřík
sl: Kazalo

source: Source:
cs: Zdroj:
sl: Vir:

source: License:
cs: Licence:
sl: Dovoljenje:

source: Contributors:
cs: Autoři:
sl: Sodelavci:

source: Article Licenses
cs: Licence článků
sl: Dovoljenja članka

source: Title
cs: Název
sl: Naslov

source: Subtitle:
cs: Podtitul:
sl: Podnaslov:

source: Editor:
cs: Uživatel:
sl: Urednik:

source: Created on:
cs: Vytvořeno:
sl: Ustvarjeno ob:

source: Contents
cs: Obsah
sl: Vsebina

source: Articles
cs: Články
sl: Članki

source: Produced by:
cs: Vytvořil:
sl: Narejeno z:

source: pdf writer version:
cs: verze softwaru pro tvorbu pdf:
sl: različica izdelovalca pdf:

source: mwlib version:
cs: verze mwlib:
sl: različica mwlib:

source: Table of Contents
cs: Obsah
sl: Kazalo vsebine

source: Skipping Articles!
cs: Přeskakují se články!
sl: Spuščanje člankov!

source: Please note: This is only a preview intended to give an idea how the book is typeset.
cs: Nezapomeňte, že toto je pouze náhled, jehož účelem je ukázat, jak bude vysázená kniha vypadat.
sl: Upoštevajte: To je le predogled namenjen predstavitvi, kako izgleda tiskana knjiga.

source: Please note: This is only a preview of your book, intended to give an idea how your book looks. Only the first few articles, as well as the first pages of the index, of your book are shown in this preview. All articles, even those left out of the preview, will be included in the final printed book.
cs: Upozornění: Toto je pouze náhled vaší knihy vytvořený pro získání lepší představy o jejím vzhledu. V tomto náhledu se zobrazuje jen několik prvních článků a několik prvních stránek rejstříku. V konečné vytištěné verzi knihy budou zahrnuty všechny články, včetně těch, které byly v tomto náhledu vynechány.
sl: V vednost: To je samo predogled vaše knjige z namenom dati vam idejo, kako izgleda vaša knjiga. V tem predogledu je prikazanih samo prvih nekaj člankov, kakor tudi prvih nekaj strani kazala. Vsi članki, tudi tisti, ki so bili izpuščeni iz predogleda, bodo vključeni v končno natisnjeno knjigo.

source: References
cs: Reference
sl: Reference

source: Appendix
cs: Příloha
sl: Dodatek

source: The following sections list the sources for all articles and images used in this book. Those sources provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
cs: Následující části obsahují seznam zdrojů všech článků a obrázků použitých v této knize. Tyto zdroje poskytují detailnější licenční informace, včetně stavu a vlastníka autorských práv a licenčních podmínek.
sl: V naslednjih razdelkih je seznam virov za vse članke in slike, ki so uporabljene v tej knjigi. Ti viri podajajo podrobnejše informacije o licenciranju, vključno o stanju avtorskih pravic, lastniku avtorskih pravic in licenčnih pogojev.

source: The sources listed for each article provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
cs: Zdroje uvedené u každého článku nabízejí detailní informace o licenci, včetně stavu copyrightu, vlastníkovi copyrightu a licenčních podmínek.
sl: Viri navedeni za vsak članek podajajo podrobnejše informacije o licenciranju, vključno s stanjem avtorskih pravic, lastniku avtorskih pravic in licenčnih pogojev.

source: The sources listed for each image provide more detailed licensing information including the copyright status, the copyright owner, and the license conditions.
cs: Zdroje uvedené u každého obrázku nabízejí detailní informace o licenci, včetně stavu copyrightu, vlastníkovi copyrightu a licenčních podmínek.
sl: Viri navedeni za vsako sliko podajajo podrobnejše informacije o licenciranju, vključno s stanjem avtorskih pravic, lastniku avtorskih pravic in licenčnih pogojev.

source: Article Sources and Contributors
cs: Zdroje článků a přispěvatelé
sl: Viri članka in sodelavci

source: Image Sources, Licenses and Contributors
cs: Zdroje obrázků, licence a přispěvatelé
sl: Viri slik, dovoljenja in sodelavci

source: Image
cs: Obrázek
sl: Slika

source: anonymous edits
cs: anonymní úpravy
sl: brezimna urejanja

source: Figure
cs: Obrázek
sl: Slika

source: See also
cs: Viz také
sl: Glej tudi

source: PDF generated using the open source mwlib toolkit. See http://code.pediapress.com/ for more information.
cs: PDF vytvořeno pomocí open source knihovny mwlib. Další informace naleznete na http://code.pediapress.com/
sl: PDF je ustvarjen z odprtokodno orodjarno mwlib. Oglejte si http://code.pediapress.com/ za več informacij.

source: mwlib.ext version: %(version)s
cs: verze mwlib.ext: %(version)s
sl: mwlib.ext različice: %(version)s

source: mwlib version: %(mwlibversion)s, mwlib.rl version: %(mwlibrlversion)s, %(mwlibextversion)s
cs: verze mwlib: %(mwlibversion)s, verze mwlib.rl: %(mwlibrlversion)s, %(mwlibextversion)s
sl: mwlib različice: %(mwlibversion)s, mwlib.rl različice: %(mwlibrlversion)s, %(mwlibextversion)s

source: Source
cs: Zdroj
sl: Vir

source: Contributors
cs: Přispěvatelé
sl: Sodelavci

source: unknown
cs: není známo
sl: neznano

source: License
cs: Licence
sl: Licenca

source: <strong>WARNING: Article could not be rendered - ouputting plain text.</strong><br/>Potential causes of the problem are: (a) a bug in the pdf-writer software (b) problematic Mediawiki markup (c) table is too wide
cs: <strong>UPOZORNĚNÍ: Stránku nebylo možné vykreslit – zobrazí se prostý text.</strong><br/>Možné příčiny problému jsou: (a) chyba v programu pro tvorbu pdf, (b) problematický wikikód v článku, (c) příliš široká tabulka.
sl: <strong>OPOZORILO: članka ni mogoče upodobiti - prikazujem golo besedilo.</strong><br/> Možni vzroki problema so: (a) napaka v programu za zapis datotek PDF (b) problematična/nepravilna MediaWiki-sintaksa članka (c) vključena je preširoka preglednica
