Repository: pypi-data/pypi-mirror-6
Catalog: packages/plonesocial.activitystream/plonesocial.activitystream-0.5.6.zip/plonesocial.activitystream-0.5.6/plonesocial/activitystream/locales/*/LC_MESSAGES/plonesocial.activitystream.po
Languages: pt_br

source: A title for this portlet
pt_br: Um título para este portlet

source: Activity Portal
pt_br: Portal de atividade

source: Compact rendering
pt_br: Visualização compacta

source: Explore
pt_br: Explorar

source: Hide portlet header and footer
pt_br: Ocultar cabeçalho e rodapé do portlet

source: Installs the plonesocial.activitystream package
pt_br: Instalar o pacote plonesocial.activitystream

source: Maximum number of updates to show
pt_br: Número máximo de atualizações para exibir

source: More updates...
pt_br: Mais atualizações...

source: My profile
pt_br: Meu perfil

source: My network
pt_br: Minha rede

source: Number of updates to display
pt_br: Número de atualizações para exibir

source: PloneSocial Activitystream
pt_br: Fluxo de atividade do PloneSocial

source: Show content creation
pt_br: Exibir criação de conteúdo

source: Show creation of new content
pt_br: Exibir criação de conteúdo novo

source: Show discussion
pt_br: Exibir as discussões

source: Show discussion replies
pt_br: Exibir as respostas às discussões

source: Show microblog
pt_br: Exibir o microblog

source: Show microblog status updates
pt_br: Exibir as atualizações do microblog

source: Social activity stream portal view with manageable portlets
pt_br: Visão do fluxo de atividade social com portlets gerenciáveis

source: Updates
pt_br: Atualizações

source: Updates tagged #${tag}
pt_br: Atualizações marcadas #${tag}

source: View portlet management screen
pt_br: Ver tela de gerenciamento de portlet

source: label_commented_on
pt_br: comentado no

source: label_created
pt_br: criado

source: label_says
pt_br: diz:

source: manage_activitystream_portlets
pt_br: Gerenciar portlets de fluxo de atividade
