Repository: pypi-data/pypi-mirror-6
Catalog: packages/collective.typecriterion/collective.typecriterion-0.1.0.zip/collective.typecriterion-0.1.0/collective/typecriterion/locales/*/LC_MESSAGES/collective.typecriterion.po
Languages: it

source: A descriptive name for the content type you want to define
it: Un nome descritto per il tipo di contenuto che si vuole definire

source: A new general content type for criteria collections
it: Un nuovo tipo di contenuto generico per i criteri delle collezioni

source: A new, more flexible, content type criterion for collections
it: Un nuovo, più flessibile, criterio di tipo di contenuto per le collezioni

source: An item's type (e.g. Text contents)
it: Un tipo di contenuto (e.g: Contenuto testuale)

source: Cancel
it: Annulla

source: General type name
it: Nome del tipo generico

source: Changes saved
it: Modifiche salvate

source: Content type
it: Tipo di contenuto

source: Edit cancelled
it: Modifiche annullate

source: General Type
it: Tipo generico

source: Save
it: Salva

source: Select all native content types that match
it: Seleziona tutti i tipi di contenuto nativi che coincidono

source: Type configuration
it: Configurazione del tipo

source: Type criterion settings
it: Impostazioni del criterio tipo di contenuto

source: help_type_criterion_settings_editform
it: Gestisce la configurazione del sito per il criterio dei tipi. I nuovi tipi qui definiti saranno disponibili alla gestione dei criteri delle collezioni

source: help_types_matched
it: Seleziona tutti i tipi primitivi che saranno cercati quando questo tipo generico sarà selezionato
