Repository: pypi-data/pypi-mirror-6
Catalog: packages/Flask-AppBuilder/Flask-AppBuilder-0.7.6.tar.gz/Flask-AppBuilder-0.7.6/flask_appbuilder/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Security
es: Seguridad

source: List Users
es: Lista de Usuarios

source: Base Permissions
es: Permisos de Base

source: Views/Menus
es: Vistas / Menús

source: Permission on Views/Menus
es: Permisos en Vistas / Menús

source: Search
es: Búsqueda

source: Back
es: Retroceder

source: Save
es: Guardar

source: This field is required.
es: Este campo es obligatorio.

source: Not a valid date value
es: No es un valor de fecha válido

source: No records found
es: No se han encontrado registros

source: Invalid file extension
es: Extensión de archivo no válido

source: Already exists.
es: Ya existe.

source: Added Row
es: Agregado Record

source: Changed Row
es: Fila modificada

source: Deleted Row
es: Fila eliminada

source: Associated data exists, please delete them first
es: Existen datos asociado, por favor, elimine primero

source: Integrity error, probably unique constraint
es: Error Integridad, restricción probablemente único

source: General Error
es: Error general

source: Starts with
es: Empieza con

source: Not Starts with
es: No Empieza por

source: Ends with
es: Termina con

source: Not Ends with
es: No Termina con

source: Contains
es: Contiene

source: Not Contains
es: No Contiene

source: Equal to
es: Igual a

source: Not Equal to
es: No igual a

source: Greater than
es: Más que

source: Smaller than
es: Más pequeño que

source: Relation
es: Relación

source: No Relation
es: Sin Relación

source: Relation as Many
es: Relación múltiple

source: User Name
es: Nombre de usuario

source: Password
es: Contraseña

source: Please use a good password policy, this application does not check this for you
es: Utilice una buena política de contraseñas, esta aplicación no comprueba este por vosotros

source: Confirm Password
es: confirmar Contraseña

source: Please rewrite the password to confirm
es: Por favor, vuelva a escribir la contraseña para confirmarla

source: Passwords must match
es: Las contraseñas deben coincidir

source: List Base Permissions
es: Permisos de lista Base

source: Show Base Permission
es: Permiso Mostrar Base

source: Add Base Permission
es: Añadir Permiso Base

source: Edit Base Permission
es: Editar Permiso Base

source: Name
es: Nombre

source: List View Menus
es: Lista Vistas Menús

source: Show View Menu
es: Mostrar menú Ver

source: Add View Menu
es: Añadir Menú Ver

source: Edit View Menu
es: Editar Menú Ver

source: List Permissions on Views/Menus
es: Permisos de la lista de los dictámenes / Menús

source: Show Permission on Views/Menus
es: Mostrar los permisos de las Vistas / Menús

source: Add Permission on Views/Menus
es: Añadir Permiso de Vistas / Menús

source: Edit Permission on Views/Menus
es: Editar los permisos de las Vistas / Menús

source: Permission
es: Permiso

source: View/Menu
es: Ver / Menu

source: Reset Password Form
es: Restablecer Contraseña

source: Password Changed
es: Contraseña cambió

source: Show User
es: Mostrar Usuário

source: Add User
es: Añadir Usuário

source: Edit User
es: Editar Usuário

source: Full Name
es: Nombre Completo

source: First Name
es: Nombre

source: Last Name
es: apellido

source: Is Active?
es: Está activo?

source: Role
es: Papel

source: Write the user first name or names
es: Escriba el nombre de usuario o nombres

source: Write the user last name
es: Escriba el apellido

source: Username valid for authentication on DB or LDAP, unused for OID auth
es: Nombre de usuario válido para la autenticación en DB o LDAP, no lo utilice durante auth OID

source: Its not a good policy to remove a user, just make it inactive
es: No es una buena política para eliminar un usuario, simplemente lo hacen inactivo

source: The users email, this will also be used for OID auth
es: La dirección de correo electrónico a los usuarios, esto también se utilizará para autenticación OID

source: The user role on the application, this will associate with a list of permissions
es: El papel del usuario en la aplicación, esto se asociará con una lista depermisos

source: Please rewrite the users password to confirm
es: Por favor, vuelva a escribir la contraseña de los usuarios para confirmar

source: Your user information
es: Su información del usuario

source: Reset my password
es: Restablecer contraseña

source: Reset Password
es: Restablecer contraseña

source: List Roles
es: Lista Papel

source: Show Role
es: Mostrar Papel

source: Add Role
es: Añadir Papel

source: Edit Role
es: Editar Papel

source: Permissions
es: Permisos

source: Invalid login. Please try again.
es: Inicio de sesión no válido. Por favor, inténtelo de nuevo.

source: Sign In
es: Ingresar

source: Logout
es: Salir

source: Login
es: Entrar

source: Welcome
es: Bienvenido

source: Actions
es: Acciones

source: Page size
es: Tamaño de página

source: Add a new record
es: Añadir

source: Edit record
es: Editar

source: Show record
es: Mostrar

source: Delete record
es: Borrar

source: You sure you want to delete this item?
es: ¿Seguro que quieres borrar este elemento?

source: Group by fields
es: Grupo de campos

source: Enter your login and password below
es: Introduzca su usuario y contraseña

source: Username
es: Usuario

source: Click on your OpenID provider below
es: Elija su OpenID abajo

source: Or enter your OpenID here
es: O ingrese su OpenID aquí

source: Record Count
es: Recuento de registros

source: Add Filter
es: Agregar el filtro
