Repository: pypi-data/pypi-mirror-6
Catalog: packages/customer.krainrealestate/customer.krainrealestate-0.8.zip/customer.krainrealestate-0.8/src/customer/krainrealestate/locales/*/LC_MESSAGES/customer.krainrealestate.po
Languages: de

source: 'AgentProfile' viewlet activated.
de: 'AgentProfile' viewlet wurde aktiviert.

source: 'AgentProfile' viewlet deactivated.
de: 'AgentProfile' viewlet wurde deaktiviert.

source: 'AgentSearch' viewlet activated.
de: 'AgentSearch' viewlet wurde aktiviert.

source: 'AgentSearch' viewlet deactivated.
de: 'AgentSearch' viewlet wurde deaktiviert

source: Activate 'Choose Agent'
de: Aktiviere 'Waehle Agenten'('Choose Agent')

source: Activate Agent Profile
de: Aktiviere Agenten Profile

source: Activate the 'Choose Agent' viewlet.
de: Aktiviere 'Agenten waehlen'

source: Activate the Agent Profile viewlet.
de: Aktiviere die Agenten Profil Seite

source: Adjust the AgentProfile ID of this Page.
de: Passen Sie die ID des Agenten an.

source: Agent ID
de: Agenten ID

source: Agents Profile Page updated!
de: Agenten Profil Seite aktualisiert

source: Cancel
de: Abbrechen

source: Cell Phone
de: Handy

source: Change Agent ID
de: Aendere Agenten ID

source: Currently we don't support this content language for AgentProfile Pages
de: Entschuldigung. Momentan unsterstuetzen wir diese Sprache nicht fuer Ageneten Profil Seiten

source: Deactivate 'Choose Agent'
de: Deaktiviere 'Agent waehlen'

source: Deactivate Agent Profile
de: Deaktiviere Agenten Profil Seite

source: Deactivate the 'Choose Agent' viewlet.
de: Deaktiviere 'Agenten waehlen' Seite

source: Deactivate the Agent Profile viewlet.
de: Deaktiviere die Agenten Profil Seite

source: Languages
de: Sprachen

source: No Agent Id found
de: Keine Agenten ID gefunden

source: Office Phone
de: Telefon Büro

source: Receive updates from me
de: Erhalten sie Neuigkeiten von mir.

source: Save
de: Speichern

source: Select Agent
de: Agenten wählen

source: US Line
de: Telefon U.S.

source: Visit Agent Profile
de: Besuchen sie das Agenten Profil

source: We could not find a valid link to the Profile Page
de: Wir konnten keinen gültigen Link yur Profil Seite finden

source: Website
de: Webseite

source: Your Language is not supported yet. As fallback we will use the english version
de: Ihre Sprache is noch nicht unterstütyt. Wir werden englisch stattdessen benutzen

source: areas serviced
de: betreute Standorte

source: change 'Agent Profile'
de: ändere Agenten Profil

source: help_areas
de: Wo sind sie aktiv? Die Angaben sind in der Agenten Übersicht sichtbar

source: help_cell_phone
de: Ihre Handz nummer

source: help_facebook_name
de: Ihr Facebook Name

source: help_google_name
de: Ihr google plus account name

source: help_languages
de: In welchen Sprachen können sie mit den Kunden sprechen?

source: help_linkedin_url
de: Geben Sie ihre LinkedIn Profile url (company/ihrefirma, pub/ihrname, ...) an

source: help_office_adress
de: Bitte die Adresse ihres Büros eingeben.

source: help_office_name
de: Bitte geben Sie den Namen ihres Büros an

source: help_office_phone
de: Bitte geben Sie die Telefonnummer ihres Büros an

source: help_profilepage_de
de: Deutsche Agenten Profil Seite

source: help_profilepage_en
de: Englische Agenten Profil Seite

source: help_profilepage_es
de: Spanische Agenten Profil Seite

source: help_skype_name
de: Ihr Skype Name

source: help_twitter_name
de: Ihr Twitter Name

source: help_us_line
de: Geben sie ihre U.S. Telefonnummer an

source: label_areas
de: Geben Sie die

source: label_skype_name
de: Ihr Skype Name

source: label_twitter_name
de: Ihr Twitter Name

source: label_us_line
de: Amerikanische Telefon nummer
