Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-securityprofile/cubicweb-securityprofile-0.2.2.tar.gz/cubicweb-securityprofile-0.2.2/i18n/*.po
Languages: fr

source: New SecurityProfile
fr: Nouveau Profile

source: SecurityProfile
fr: Profile

source: SecurityProfile_plural
fr: Profiles

source: SecurityProfiles
fr: Profiles

source: This SecurityProfile
fr: Ce Profile

source: gives_membership
fr: rend membre de

# SecurityProfile
source: gives_membership
fr: rend membre de

source: gives_membership_object
fr: rendu membre par

# CWGroup
source: gives_membership_object
fr: rendu membre par

source: has_security_profile
fr: profile

# CWUser
source: has_security_profile
fr: profile

source: has_security_profile_object
fr: utilisateurs

# SecurityProfile
source: has_security_profile_object
fr: utilisateurs

# SecurityProfile
source: name
fr: nom

source: the name of the profile
fr: le nom du profile
