Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-nazcaui/cubicweb-nazcaui-0.2.0.tar.gz/cubicweb-nazcaui-0.2.0/i18n/*.po
Languages: fr

source: Align
fr: Aligner

source: Alignment
fr: Alignement

source: Alignment Name
fr: Nom de l'alignement

source: Alignment process started
fr: Processus d'alignement démarré

source: AlignmentParameter
fr: Paramètre d'alignement

source: AlignmentParameter_plural
fr: Paramètres d'alignement

source: An error occured <strong>%s</strong>
fr: Une erreur est survenue <strong>%s</strong>

source: Blocking
fr: Bloquage

source: Blocking function: "%s"
fr: Fonction de bloquage :"%s"

source: Blockings
fr: Bloquages

source: Depth
fr: Profondeur

source: Distance function
fr: Fonction de distance

source: Distance function: "%s"
fr: Fonction de distance : "%s"

source: Euclidean
fr: Euclidienne

source: Geographical
fr: Géographique

source: In radians
fr: En radians

source: Language
fr: Langue

source: Lemmas
fr: Lemmes

source: Nazca alignment
fr: Alignement Nazca

source: NazcaAlignment_plural
fr: Alignments Nazca

source: Next step
fr: Étape suivante

source: Ngram size
fr: Taille Ngram

source: Normalization
fr: Normalisation

source: Normalization function: "%s"
fr: function de normalisation: "%s"

source: Number of clusters
fr: Nombre de clusters

source: Planet raduis
fr: Rayon planète

source: Reading the align file
fr: Lecture du fichier à aligner

source: Reading the target file
fr: Lecture du fichier cible

source: Refset builder
fr: Construction du jeux de référence

source: Relaunch alignment
fr: Relancer l'alignement

source: Remove stopwords
fr: Supprimer les mots d'arrêt

source: Request type
fr: Type de requête

source: Running the align query
fr: Requête des données à aligner en cours

source: Running the target query
fr: Requête des données cibles en cours

source: Save the alignment
fr: Sauvegarder l'alignement

source: Simplify
fr: Simplifier (accent, case, ...)

source: Source index
fr: Index dans la source

source: Start a new alignment !
fr: Commencer un nouvel alignement

source: Starting the alignment
fr: Début de l'alignement

source: Substitute
fr: Substituer

source: Target
fr: Cible

source: Target index
fr: Index dans la cible

source: Targetset builder
fr: Construction du jeux cible

source: Threshold
fr: Seuil

source: Units
fr: Unités

source: Weighting
fr: Pondération

source: You specified no distance function to apply
fr: Vous n'avez pas spécifié de fonction de distance à appliquer

source: add a blocking
fr: Ajouter un bloquage

source: add a distance
fr: Ajouter une distance

source: add a normalization
fr: Ajouter une normalisation

source: align_keepall
fr: Garder tous les résultats

source: align_threshold
fr: Seuil d'alignement

source: alignment name_info
fr: Nom de l'alignement

source: alignment_info
fr: Le processus d'alignement est basé la bibliothèque Open Source <a href="https://www.logilab.org/project/Nazca">Nazca</a>.

source: alignment_parameters
fr: Paramètres d'alignement

source: alignset_indexes
fr: Indexes de la source

source: alignset_request
fr: Requête

source: alignset_source
fr: Source

source: alignset_type
fr: Type

source: blocking_info
fr: Un bloquage est une fonction qui permet de rassembler grossièrement des itemsrelativement similaires entre eux. La distance d'alignement est alors seulement calculéeentre les élèments à l'intérieur de chaque groupe. Cela permet de diminuer le nombre de comparaisonsqui doivent être effectuées, et donc permet d'avoir des alignements plus rapides.<br/>Les fonctions de bloquage sont les suivantes<ul><li><strong>entre nombres :</strong> KDTree, Kmeans</li><li><strong>entre chaînes de caractères :</strong> NGram, Minhashing.</li>

source: csv file
fr: fichier csv

source: distance_function
fr: Fonction de distance

source: distance_info
fr: Les distances utilisables sont les suivantes:<ul> <li><strong>Levenshtein :</strong> Compare deux chaînes de caractères. Cette distanceest aussi appelée <em>Edit distance</em>, et correspond au nombre minimalede lettres qu'il faut changer dans la première chaîne pour obtenir la seconde.</li>"<li><strong>Soundex :</strong> Compare deux chaînes de caractères. Cette distanceretourne 0 si les deux chaînes ont la même prononciation, et 1 sinon.</li><li><strong>Geographique :</strong> Calcul la distance entre deux positions.Les positions doivent être un couple (longitude, latitude).</li> <li><strong>Exact match :</strong> La distance la plus simple, qui vaut 0si les items sont identiques, et 1 sinon.</ul>

source: indexes_info
fr: Indexes des données sources à conserver

source: neighbouring_indexes
fr: Indexes du bloquage

source: neighbouring_method
fr: Fonction de bloquage

source: neighbouring_th
fr: Seuil du bloquage

source: normalization
fr: normalisation

source: normalization_info
fr: La normalisation permet un nettoyage des données préalable à l'alignement.<ul><li><strong>Simplify :</strong> Elimine les mots d'arrêts et passe en minuscules.</li><li><strong>Unicode :</strong> Remplace les caracètres diacritiques par des caractères non accentués.</li></ul>

source: remove this blocking
fr: Retirer ce bloquage

source: remove this distance
fr: Retirer cette distance

source: remove this normalization
fr: Retirer cette normalisation

source: request
fr: Requête

source: results_aborded
fr: Alignement arrêté avec erreurs

source: results_done
fr: Alignement effectué

source: source_params_info
fr: L'url de la source est le site où les données sont stockées. L'urldoit être celle d'un site CubicWeb (pour le type "rql")ou d'un endpoint SPARQL (pour le type "sparql")

source: targetset_indexes
fr: Indexes cible

source: targetset_request
fr: Requête

source: targetset_source
fr: Source

source: targetset_type
fr: Type

source: threshold_info
fr: Une fois que toutes les distances sont calculées, elles sont additionnées(et pondérées en fonction du poids donné). Si le résultat est supérieurà ce seuil, les items sont considérés comme identiques.<br/><br/>Il est possible que des items puissent être alignés vers plusieurs itemsdu jeux de référence, mais dans cette version, seul l'alignement ayant le<em>meilleur</em> score est renvoyé.

source: weighting
fr: pondération
