Repository: pypi-data/pypi-mirror-6
Catalog: packages/operun.media/operun.media-3.2.zip/operun.media-3.2/operun/media/locales/*/LC_MESSAGES/operun.media.po
Languages: de

source: Audio mode
de: Audio Modus

source: Body Text
de: Haupttext

source: Check to display the palyer controls only.
de: Markieren Sie die Checkbox um nur die Funktionsleiste anzuzeigen.

source: Description
de: Beschreibung

source: Display a link to download the file below the player.
de: Zeige einen Link zum Download der Datei unter dem Player.

source: Display the Image beside the Body Text.
de: Zeige das Bild neben dem Haupttext.

source: Enter the player height.
de: Geben Sie die Höhe des Players an

source: Enter the player width.
de: Geben Sie die Breite des Players an

source: File
de: Datei

source: Media Content Type
de: Media Content Typ

source: Plain Description of the Body Text
de: Plain Text Beschreibung des Haupttextes

source: Player height
de: Player Höhe

source: Player width
de: Player Breite

source: Please enter the URL to a file or YouTube video.
de: Bitte geben Sie die URL zu einer Datei oder zu einem YouTube Video an.

source: Please select what to display.
de: Bitte wählen Sie was angezeigt werden soll.

source: Select source
de: Quelle wählen

source: Show Image
de: Zeige Bild

source: Show download link
de: Zeige Link zum Download

source: Title
de: Titel

source: Upload a audio or video file.
de: Laden Sie eine Audio- oder Video-Datei hoch.

source: label_image_field
de: Das Bild wird in Ordnerauflistungen und als Vorschaubild verwendet. Die Größe wird automatisch angepasst.

source: no_body_text
de: Dieser Artikel hat keinen Haupttext.

source: video_download
de: Download Audio- oder Video-Datei
