Repository: pypi-data/pypi-mirror-6
Catalog: packages/trytond-account-invoice/trytond_account_invoice-2.2.5.tar.gz/trytond_account_invoice-2.2.5/locale/*.po
Languages: de_de

# odt:account.invoice:0
source: Description:
de_de: Beschreibung:

# odt:account.invoice:0
source: Draft Credit Note
de_de: Gutschrift (Entwurf)

# odt:account.invoice:0
source: Draft Invoice
de_de: Rechnung (Entwurf)

# odt:account.invoice:0
source: Draft Supplier Credit Note
de_de: Gutschrift (Entwurf)

# odt:account.invoice:0
source: Draft Supplier Invoice
de_de: Rechnung (Entwurf)

# odt:account.invoice:0
source: Invoice N°:
de_de: Rechnung Nr.:

# odt:account.invoice:0
source: Payment Term
de_de: Zahlungsbedingung

# odt:account.invoice:0
source: Phone:
de_de: Telefon:

# odt:account.invoice:0
source: Pro forma Credit Note
de_de: Gutschrift Pro Forma

# odt:account.invoice:0
source: Pro forma Invoice
de_de: Rechnung Pro Forma

# odt:account.invoice:0
source: Pro forma Supplier Credit Note
de_de: Gutschrift Pro Forma

# odt:account.invoice:0
source: Pro forma Supplier Invoice
de_de: Rechnung Pro Forma

# odt:account.invoice:0
source: Quantity
de_de: Anzahl

# odt:account.invoice:0
source: Supplier Credit Note N°:
de_de: Gutschrift Nr.:

# odt:account.invoice:0
source: Supplier Invoice N°:
de_de: Rechnung Nr.:

# odt:account.invoice:0
source: Tax
de_de: Steuer

# odt:account.invoice:0
source: Taxes
de_de: Steuern

# odt:account.invoice:0
source: Taxes:
de_de: Steuern:

# odt:account.invoice:0
source: Total (excl. taxes):
de_de: Netto:

# odt:account.invoice:0
source: Total:
de_de: Rechnungsbetrag

# odt:account.invoice:0
source: Unit Price
de_de: Einzelpreis

# odt:account.invoice:0
source: VAT Number:
de_de: USt-ID-Nr.:

# odt:account.invoice:0
source: VAT:
de_de: USt-ID-Nr:

# selection:account.invoice,state:0
source: Canceled
de_de: Annulliert

# selection:account.invoice,state:0
source: Draft
de_de: Entwurf

# selection:account.invoice,state:0
source: Opened
de_de: Fakturiert

# selection:account.invoice,state:0
source: Paid
de_de: Bezahlt

# selection:account.invoice,type:0
source: Credit Note
de_de: Gutschrift an Kunde

# selection:account.invoice,type:0
source: Invoice
de_de: Kundenrechnung

# selection:account.invoice,type:0
source: Supplier Credit Note
de_de: Gutschrift von Lieferant

# selection:account.invoice,type:0
source: Supplier Invoice
de_de: Lieferantenrechnung

# selection:account.invoice.line,invoice_type:0
source: Credit Note
de_de: Kundengutschrift

# selection:account.invoice.line,invoice_type:0
source: Invoice
de_de: Kundenrechnung

# selection:account.invoice.line,invoice_type:0
source: Supplier Credit Note
de_de: Lieferantengutschrift

# selection:account.invoice.line,invoice_type:0
source: Supplier Invoice
de_de: Lieferantenrechnung

# selection:account.invoice.line,type:0
source: Comment
de_de: Kommentar

# selection:account.invoice.line,type:0
source: Line
de_de: Position

# selection:account.invoice.line,type:0
source: Subtotal
de_de: Zwischensumme

# selection:account.invoice.line,type:0
source: Title
de_de: Überschrift

# selection:account.invoice.pay_invoice.ask,type:0
source: Partial Payment
de_de: Teilzahlung

# selection:account.invoice.pay_invoice.ask,type:0
source: Write-Off
de_de: Ausbuchung

# view:account.invoice.credit_invoice.init:0
source: Are you sure to credit those/this invoice(s)?
de_de: Wollen Sie diese Rechnungen wirklich gutschreiben?

# view:account.invoice.credit_invoice.init:0
source: Credit Invoice
de_de: Rechnung gutschreiben

# view:account.invoice.line:0
source: General
de_de: Allgemein

# view:account.invoice.line:0
source: Invoice Line
de_de: Rechnungsposition

# view:account.invoice.line:0
source: Invoice Lines
de_de: Rechnungspositionen

# view:account.invoice.line:0
source: Notes
de_de: Notizen

# view:account.invoice.line:0
source: Products
de_de: Artikel

# view:account.invoice.pay_invoice.ask:0
source: Amount Second Currency
de_de: Betrag Zweitwährung

# view:account.invoice.pay_invoice.ask:0
source: Credit
de_de: Haben

# view:account.invoice.pay_invoice.ask:0
source: Debit
de_de: Soll

# view:account.invoice.pay_invoice.ask:0
source: Lines to Pay
de_de: Zahlbare Positionen

# view:account.invoice.pay_invoice.ask:0
source: Pay Invoice
de_de: Rechnung bezahlen

# view:account.invoice.pay_invoice.ask:0
source: Payment Lines
de_de: Zahlungspositionen

# view:account.invoice.pay_invoice.init:0
source: Pay Invoice
de_de: Rechnung bezahlen

# view:account.invoice.payment_term:0
source: Payment Term
de_de: Zahlungsbedingung

# view:account.invoice.payment_term:0
source: Payment Term Line
de_de: Zahlungsbedingung Zeile

# view:account.invoice.payment_term:0
source: Payment Term Lines
de_de: Zeilen Zahlungsbedingung

# view:account.invoice.payment_term:0
source: Payment Terms
de_de: Zahlungsbedingung

# view:account.invoice.print_invoice_report.warning:0
source: <b>Warning!</b>
de_de: <b>Warnung!</b>

# view:account.invoice.print_invoice_report.warning:0
source: Print Invoice
de_de: Rechnung/Gutschrift drucken

# view:account.invoice.print_invoice_report.warning:0
source: The invoices will be sent <i>directly</i> to the printer.
de_de: Die Rechnungen werden <i>direkt</i> an den Drucker gesendet.

# view:account.invoice.print_invoice_report.warning:0
source: You have selected more than one invoice to print.
de_de: Sie haben mehr als eine Rechnung zum Ausdrucken gewählt.

# view:account.invoice.tax:0
source: Invoice Tax
de_de: Rechnungssteuer

# view:account.invoice.tax:0
source: Invoice Taxes
de_de: Rechnungssteuern

# view:account.invoice.tax:0
source: Tax Code
de_de: Steuerkennziffer

# view:account.invoice:0
source: Amount Second Currency
de_de: Betrag Zweitwährung

# view:account.invoice:0
source: Credit
de_de: Haben

# view:account.invoice:0
source: Debit
de_de: Soll

# view:account.invoice:0
source: Invoice
de_de: Rechnung

# view:account.invoice:0
source: Invoices
de_de: Rechnungen

# view:account.invoice:0
source: Lines
de_de: Positionen

# view:account.invoice:0
source: Other Info
de_de: Sonstiges

# view:account.invoice:0
source: Payment
de_de: Zahlung

# view:account.invoice:0
source: Payment Lines
de_de: Zahlungspositionen

# view:account.invoice:0
source: Taxes
de_de: Steuern

# view:account.invoice:0
source: _Cancel
de_de: _Annullieren

# view:account.invoice:0
source: _Draft
de_de: _Entwurf

# view:account.invoice:0
source: _Open
de_de: _Fakturieren

# view:account.invoice:0
source: _Pay
de_de: _Bezahlen

# view:account.invoice:0
source: _Reset to Draft
de_de: Auf Entwurf _Zurücksetzen

# view:party.party:0
source: Payment Terms
de_de: Zahlungsbedingungen

# wizard_button:account.invoice.credit_invoice,init,credit:0
source: Credit
de_de: Gutschrift erstellen

# wizard_button:account.invoice.credit_invoice,init,end:0
source: Cancel
de_de: Abbrechen

# wizard_button:account.invoice.pay_invoice,ask,end:0
source: Cancel
de_de: Abbrechen

# wizard_button:account.invoice.pay_invoice,init,end:0
source: Cancel
de_de: Abbrechen

# wizard_button:account.invoice.print_invoice_report,warning,end:0
source: Cancel
de_de: Abbrechen

# wizard_button:account.invoice.print_invoice_report,warning,print:0
source: Print
de_de: Drucken
