Repository: pypi-data/pypi-mirror-6
Catalog: packages/trytond-account-invoice/trytond_account_invoice-2.2.5.tar.gz/trytond_account_invoice-2.2.5/locale/*.po
Languages: de_de

# error:account.fiscalyear:0
source: You can not change the invoice sequence if there is already an invoice opened in the fiscalyear
de_de: Sie können den Rechnungsnummernkreis nicht ändern, wenn bereits eine Rechnung im laufenden Buchungsjahr fakturiert wurde.

# error:account.fiscalyear:0
source: You must have different invoice sequences per fiscal year!
de_de: Für unterschiedliche Geschäftsjahre müssen jeweils eigene Rechnungsnummernkreise erstellt werden!

# error:account.invoice.credit_invoice:0
source: You can not credit with refund an invoice that is not opened!
de_de: Nur Rechnungen im Status 'Fakturiert' können verrechnet werden!

# error:account.invoice.credit_invoice:0
source: You can not credit with refund an invoice with payments!
de_de: Die Verrechnung einer Rechnung ist nicht möglich, wenn bereits Zahlungen für diese gebucht sind!

# error:account.invoice.line:0
source: Line with "line" type must have an account!
de_de: Eine Zeile vom Typ "Position" muss einem Konto zugeordnet sein!

# error:account.invoice.line:0
source: Line without "line" type must have an invoice!
de_de: Eine Zeile, die nicht vom Typ "Position" ist, muss einer Rechnung zugeordnet sein!

# error:account.invoice.line:0
source: You can not add a line to an invoice that is open, paid or canceled!
de_de: Einer Rechnung mit dem Status Fakturiert, Bezahlt oder Annulliert kann keine neue Position hinzugefügt werden!

# error:account.invoice.line:0
source: You can not create invoice line with account with a different invoice company!
de_de: Eine Rechnungsposition kann sich nicht auf ein Konto eines anderen Unternehmens beziehen!

# error:account.invoice.line:0
source: You can not modify line from an invoice that is opened, paid!
de_de: Positionen von fakturierten oder bezahlten Rechnungen können nicht geändert werden!

# error:account.invoice.line:0
source: You can not use the same account as on the invoice!
de_de: Es kann nicht das selbe Konto wie für die Rechnung verwendet werden!

# error:account.invoice.pay_invoice:0
source: You can not create a partial payment with an amount greater then the amount to pay!
de_de: Ein Teilbetrag kann nicht größer als der Gesamtbetrag der Rechnung sein!

# error:account.invoice.payment_term.line.delay:0
source: The code must be unique!
de_de: Code kann nicht mehrfach vergeben werden!

# error:account.invoice.payment_term.line.type:0
source: The code must be unique!
de_de: Code kann nicht mehrfach vergeben werden!

# error:account.invoice.payment_term:0
source: Invalid payment term line!
de_de: Ungültige Position in Zahlungsbedingung!

# error:account.invoice.payment_term:0
source: Payment term missing a remainder line!
de_de: In der Zahlungsbedingung fehlt eine Restbetragszeile!

# error:account.invoice.tax:0
source: You can not add a line to an invoice that is open, paid or canceled!
de_de: Einer Rechnung mit dem Status Fakturiert, Bezahlt oder Annulliert kann keine neue Position hinzugefügt werden!

# error:account.invoice.tax:0
source: You can not modify tax from an invoice that is opened, paid!
de_de: Steuern von fakturierten oder bezahlten Rechnungen können nicht geändert werden!

# error:account.invoice:0
source: Base taxes different from invoice lines! Re-compute the invoice.
de_de: Steuern stimmen nicht mit den Rechnungspositionen überein!

# error:account.invoice:0
source: Taxes defined but not on invoice lines! Re-compute the invoice.
de_de: Es sind Steuern definiert, allerdings nicht in den Rechnungspositionen! Bitte lassen Sie die Rechnung erneut berechnen.

# error:account.invoice:0
source: Taxes defined on invoice lines but not on invoice! Re-compute the invoice.
de_de: Steuern sind für die Rechnungspositionen definiert, allerdings nicht für die Rechnung selbst! Bitte lassen Sie die Rechnung erneut berechnen.

# error:account.invoice:0
source: The credit account on journal is missing!
de_de: Haben-Konto im Journal fehlt!

# error:account.invoice:0
source: The credit account on journal is the same than the invoice account!
de_de: Das Habenkonto des Journals ist das selbe wie das Rechnungskonto!

# error:account.invoice:0
source: The debit account on journal is missing!
de_de: Soll-Konto im Journal fehlt

# error:account.invoice:0
source: The debit account on journal is the same than the invoice account!
de_de: Das Sollkonto des Journals ist das selbe wie das Rechnungskonto!

# error:account.invoice:0
source: There is no invoice sequence on the period/fiscal year!
de_de: Rechnungsnummernkreis für diese Periode oder dieses Buchungsjahr fehlt!

# error:account.invoice:0
source: You can not create an invoice with account from a different invoice company!
de_de: Es können keine Rechnungen mit einem Konto von einer anderen rechnungsstellenden Firma angelegt werden

# error:account.invoice:0
source: You can not modify an invoice that is opened, paid!
de_de: Fakturierte oder bezahlte Rechnungen können nicht geändert werden!

# error:account.invoice:0
source: You can not reset to draft an invoice that has move!
de_de: Eine Rechnung, die Buchungen enthält, kann nicht auf Entwurf zurückgesetzt werden!

# error:account.invoice:0
source: You can not use the same account as on invoice line!
de_de: Es kann nicht das selbe Konto wie für die Rechnungsposition verwendet werden!

# error:account.period:0
source: You can not change the invoice sequence if there is already an invoice opened in the period
de_de: Sie können den Rechnungsnummernkreis nicht ändern, wenn bereits eine Rechnung in der laufenden Periode fakturiert wurde.

# error:account.period:0
source: You must have different invoice sequences per fiscal year and in the same company!
de_de: Für unterschiedliche Geschäftsjahre eines Unternehmens müssen jeweils eigene Rechnungsnummernkreise erstellt werden!

# field:account.fiscalyear,in_credit_note_sequence:0
source: Supplier Credit Note Sequence
de_de: Nummernkreis Gutschriften Lieferanten

# field:account.fiscalyear,in_invoice_sequence:0
source: Supplier Invoice Sequence
de_de: Nummernkreis Rechnungen Lieferanten

# field:account.fiscalyear,out_credit_note_sequence:0
source: Customer Credit Note Sequence
de_de: Nummernkreis Gutschriften Kunden

# field:account.fiscalyear,out_invoice_sequence:0
source: Customer Invoice Sequence
de_de: Nummernkreis Rechnungen Kunden

# field:account.invoice,account:0
source: Account
de_de: Konto

# field:account.invoice,accounting_date:0
source: Accounting Date
de_de: Buchungsdatum

# field:account.invoice,amount_to_pay:0
source: Amount to Pay
de_de: Zahlbarer Betrag

# field:account.invoice,amount_to_pay_today:0
source: Amount to Pay Today
de_de: Zahlbarer Betrag (heute)

# field:account.invoice,comment:0
source: Comment
de_de: Kommentar

# field:account.invoice,company:0
source: Company
de_de: Unternehmen

# field:account.invoice,currency:0
source: Currency
de_de: Währung

# field:account.invoice,currency_date:0
source: Currency Date
de_de: Währungsdatum

# field:account.invoice,currency_digits:0
source: Currency Digits
de_de: Währung (signifikante Stellen)

# field:account.invoice,description:0
source: Description
de_de: Beschreibung

# field:account.invoice,invoice_address:0
source: Invoice Address
de_de: Rechnungsadresse

# field:account.invoice,invoice_date:0
source: Invoice Date
de_de: Rechnungsdatum

# field:account.invoice,invoice_report_cache:0
source: Invoice Report
de_de: Bericht Rechnung

# field:account.invoice,invoice_report_format:0
source: Invoice Report Format
de_de: Format Rechnungsbericht

# field:account.invoice,lines:0
source: Lines
de_de: Positionen

# field:account.invoice,lines_to_pay:0
source: Lines to Pay
de_de: Zahlbare Positionen

# field:account.invoice,move:0
source: Move
de_de: Buchung

# field:account.invoice,number:0
source: Number
de_de: Nummer

# field:account.invoice,party:0
source: Party
de_de: Partei

# field:account.invoice,party_lang:0
source: Party Language
de_de: Sprache Partei

# field:account.invoice,payment_lines:0
source: Payment Lines
de_de: Zahlungspositionen

# field:account.invoice,payment_term:0
source: Payment Term
de_de: Zahlungsbedingung

# field:account.invoice,reconciled:0
source: Reconciled
de_de: Abgestimmt

# field:account.invoice,reference:0
source: Reference
de_de: Interner Beleg

# field:account.invoice,state:0
source: State
de_de: Status

# field:account.invoice,tax_amount:0
source: Tax
de_de: Steuer

# field:account.invoice,taxes:0
source: Tax Lines
de_de: Steuerpositionen

# field:account.invoice,total_amount:0
source: Total
de_de: Brutto

# field:account.invoice,type:0
source: Type
de_de: Typ

# field:account.invoice,type_name:0
source: Type
de_de: Typ

# field:account.invoice,untaxed_amount:0
source: Untaxed
de_de: Netto

# field:account.invoice-account.move.line,invoice:0
source: Invoice
de_de: Rechnung

# field:account.invoice-account.move.line,line:0
source: Payment Line
de_de: Zahlungsposition

# field:account.invoice.credit_invoice.init,with_refund:0
source: With Refund
de_de: Mit Verrechnung

# field:account.invoice.line,account:0
source: Account
de_de: Konto

# field:account.invoice.line,amount:0
source: Amount
de_de: Betrag

# field:account.invoice.line,company:0
source: Company
de_de: Unternehmen

# field:account.invoice.line,currency:0
source: Currency
de_de: Währung

# field:account.invoice.line,currency_digits:0
source: Currency Digits
de_de: Stellen Währung

# field:account.invoice.line,description:0
source: Description
de_de: Bezeichnung

# field:account.invoice.line,invoice:0
source: Invoice
de_de: Rechnung

# field:account.invoice.line,invoice_taxes:0
source: Invoice Taxes
de_de: Steuern Rechnung

# field:account.invoice.line,invoice_type:0
source: Invoice Type
de_de: Rechnungstyp

# field:account.invoice.line,note:0
source: Note
de_de: Notiz

# field:account.invoice.line,party:0
source: Party
de_de: Partei

# field:account.invoice.line,party_lang:0
source: Party Language
de_de: Sprache Partei

# field:account.invoice.line,product:0
source: Product
de_de: Artikel

# field:account.invoice.line,quantity:0
source: Quantity
de_de: Anzahl

# field:account.invoice.line,sequence:0
source: Sequence
de_de: Reihenfolge

# field:account.invoice.line,taxes:0
source: Taxes
de_de: Steuern

# field:account.invoice.line,type:0
source: Type
de_de: Typ

# field:account.invoice.line,unit:0
source: Unit
de_de: Einheit

# field:account.invoice.line,unit_digits:0
source: Unit Digits
de_de: Anzahl Stellen

# field:account.invoice.line,unit_price:0
source: Unit Price
de_de: Einzelpreis

# field:account.invoice.line-account.tax,line:0
source: Invoice Line
de_de: Rechnungsposition

# field:account.invoice.line-account.tax,tax:0
source: Tax
de_de: Steuer

# field:account.invoice.pay_invoice.ask,account:0
source: Account
de_de: Konto

# field:account.invoice.pay_invoice.ask,account_writeoff:0
source: Write-Off Account
de_de: Konto Ausbuchung

# field:account.invoice.pay_invoice.ask,amount:0
source: Payment Amount
de_de: Betrag

# field:account.invoice.pay_invoice.ask,amount_writeoff:0
source: Write-Off Amount
de_de: Betrag Ausbuchung

# field:account.invoice.pay_invoice.ask,company:0
source: Company
de_de: Unternehmen

# field:account.invoice.pay_invoice.ask,currency:0
source: Payment Currency
de_de: Währung

# field:account.invoice.pay_invoice.ask,currency_digits:0
source: Payment Currency Digits
de_de: Stellen Währung

# field:account.invoice.pay_invoice.ask,currency_digits_writeoff:0
source: Write-Off Currency Digits
de_de: Stellen Währung Ausbuchung

# field:account.invoice.pay_invoice.ask,currency_writeoff:0
source: Write-Off Currency
de_de: Währung Ausbuchung

# field:account.invoice.pay_invoice.ask,date:0
source: Date
de_de: Datum

# field:account.invoice.pay_invoice.ask,description:0
source: Description
de_de: Beschreibung

# field:account.invoice.pay_invoice.ask,invoice:0
source: Invoice
de_de: Rechnung

# field:account.invoice.pay_invoice.ask,journal_writeoff:0
source: Write-Off Journal
de_de: Journal Ausbuchung

# field:account.invoice.pay_invoice.ask,lines:0
source: Lines
de_de: Positionen

# field:account.invoice.pay_invoice.ask,lines_to_pay:0
source: Lines to Pay
de_de: Zahlbare Positionen

# field:account.invoice.pay_invoice.ask,payment_lines:0
source: Payment Lines
de_de: Zahlungspositionen

# field:account.invoice.pay_invoice.ask,type:0
source: Type
de_de: Typ

# field:account.invoice.pay_invoice.init,amount:0
source: Amount
de_de: Betrag

# field:account.invoice.pay_invoice.init,currency:0
source: Currency
de_de: Währung

# field:account.invoice.pay_invoice.init,currency_digits:0
source: Currency Digits
de_de: Stellen Währung

# field:account.invoice.pay_invoice.init,date:0
source: Date
de_de: Datum

# field:account.invoice.pay_invoice.init,description:0
source: Description
de_de: Beschreibung

# field:account.invoice.payment_term,active:0
source: Active
de_de: Aktiv

# field:account.invoice.payment_term,description:0
source: Description
de_de: Beschreibung

# field:account.invoice.payment_term,lines:0
source: Lines
de_de: Positionen

# field:account.invoice.payment_term,name:0
source: Payment Term
de_de: Zahlungsbedingung

# field:account.invoice.payment_term.line,amount:0
source: Amount
de_de: Betrag

# field:account.invoice.payment_term.line,currency:0
source: Currency
de_de: Währung

# field:account.invoice.payment_term.line,currency_digits:0
source: Currency Digits
de_de: Währung (signifikante Stellen)

# field:account.invoice.payment_term.line,days:0
source: Number of Days
de_de: Anzahl an Tagen

# field:account.invoice.payment_term.line,delay:0
source: Condition
de_de: Bedingung

# field:account.invoice.payment_term.line,payment:0
source: Payment Term
de_de: Zahlungsbedingung

# field:account.invoice.payment_term.line,percentage:0
source: Percentage
de_de: Prozentsatz

# field:account.invoice.payment_term.line,sequence:0
source: Sequence
de_de: Reihenfolge

# field:account.invoice.payment_term.line,type:0
source: Type
de_de: Typ

# field:account.invoice.payment_term.line.delay,code:0
source: Code
de_de: Kundennummer

# field:account.invoice.payment_term.line.type,code:0
source: Code
de_de: Kundennummer

# field:account.invoice.tax,account:0
source: Account
de_de: Konto

# field:account.invoice.tax,amount:0
source: Amount
de_de: Betrag

# field:account.invoice.tax,base:0
source: Base
de_de: Netto

# field:account.invoice.tax,base_code:0
source: Base Code
de_de: Code Netto

# field:account.invoice.tax,base_sign:0
source: Base Sign
de_de: Vorzeichen (Netto)

# field:account.invoice.tax,description:0
source: Description
de_de: Beschreibung

# field:account.invoice.tax,invoice:0
source: Invoice
de_de: Rechnung

# field:account.invoice.tax,manual:0
source: Manual
de_de: Manuell

# field:account.invoice.tax,sequence:0
source: Sequence
de_de: Reihenfolge

# field:account.invoice.tax,sequence_number:0
source: Sequence Number
de_de: Name Nummernkreis

# field:account.invoice.tax,tax:0
source: Tax
de_de: Steuer

# field:account.invoice.tax,tax_code:0
source: Tax Code
de_de: Steuerkennziffer

# field:account.invoice.tax,tax_sign:0
source: Tax Sign
de_de: Vorzeichen (Steuer)

# field:account.period,in_credit_note_sequence:0
source: Supplier Credit Note Sequence
de_de: Nummernkreis Gutschriften Lieferanten

# field:account.period,in_invoice_sequence:0
source: Supplier Invoice Sequence
de_de: Nummernkreis Rechnungen Lieferanten

# field:account.period,out_credit_note_sequence:0
source: Customer Credit Note Sequence
de_de: Nummernkreis Gutschriften Kunden

# field:account.period,out_invoice_sequence:0
source: Customer Invoice Sequence
de_de: Nummernkreis Rechnungen Kunden

# field:party.address,invoice:0
source: Invoice
de_de: Rechnungsadresse

# field:party.party,payment_term:0
source: Invoice Payment Term
de_de: Zahlungsbedingung Verkauf

# field:party.party,supplier_payment_term:0
source: Supplier Payment Term
de_de: Zahlungsbedingung Einkauf

# help:account.invoice.credit_invoice.init,with_refund:0
source: If true, the current invoice(s) will be paid.
de_de: Bei Aktivierung werden die ausgewählte(n ) Rechnung(en) und hierzu neu erstellte(n) Gutschrift(en) auf bezahlt gesetzt und miteinander abgestimmt.

# help:account.invoice.payment_term.line,percentage:0
source: In %
de_de: Eingabe in %

# help:account.invoice.payment_term.line,sequence:0
source: Use to order lines in ascending order
de_de: Ordnet Positionen in aufsteigender Reihenfolge

# model:account.invoice,name:0
source: Invoice
de_de: Rechnung

# model:account.invoice-account.move.line,name:0
source: Invoice - Payment Line
de_de: Rechnung - Zahlungsposition

# model:account.invoice.credit_invoice.init,name:0
source: Credit Invoice Init
de_de: Gutschrift Init

# model:account.invoice.line,name:0
source: Invoice Line
de_de: Rechnungsposition

# model:account.invoice.line-account.tax,name:0
source: Invoice Line - Tax
de_de: Rechnungsposition - Steuer

# model:account.invoice.pay_invoice.ask,name:0
source: Pay Invoice Ask
de_de: Zahlung Rechnung Nachfrage

# model:account.invoice.pay_invoice.init,name:0
source: Pay Invoice Init
de_de: Zahlung Rechnung Init

# model:account.invoice.payment_term,name:0
source: Payment Term
de_de: Zahlungsbedingung

# model:account.invoice.payment_term.line,name:0
source: Payment Term Line
de_de: Zahlungsbedingung Zeile

# model:account.invoice.payment_term.line.delay,name:0
source: Payment Term Line Delay
de_de: Zahlungsbedingung Zeile Frist

source: End Month
de_de: Ende Monat

source: Net Days
de_de: Tage netto

# model:account.invoice.payment_term.line.type,name:0
source: Payment Term Line Type
de_de: Zahlungsbedingung Zeile Typ

# model:account.invoice.payment_term.line.type,name:payment_term_line_type_fixed
source: Fixed
de_de: Fix

# model:account.invoice.payment_term.line.type,name:payment_term_line_type_percent
source: Percentage
de_de: Prozentsatz

source: Remainder
de_de: Rest

# model:account.invoice.print_invoice_report.warning,name:0
source: Print Invoice Report Warning
de_de: Druck Rechnung Warnung

# model:account.invoice.tax,name:0
source: Invoice Tax
de_de: Rechnung Steuer

# model:ir.action,name:act_invoice_form
source: All Invoices
de_de: Alle Rechnungen/Gutschriften

# model:ir.action,name:act_invoice_form2
source: Invoices
de_de: Rechnungen

# model:ir.action,name:act_invoice_in_credit_note_form
source: Supplier Credit Notes
de_de: Gutschriften von Lieferanten

# model:ir.action,name:act_invoice_in_credit_note_form3
source: Draft Supplier Credit Notes
de_de: Entwürfe Lieferantengutschriften

# model:ir.action,name:act_invoice_in_credit_note_form4
source: Pro Forma Supplier Credit Notes
de_de: Pro Forma Lieferantengutschriften

# model:ir.action,name:act_invoice_in_credit_note_form5
source: Opened Supplier Credit Notes
de_de: Fakturierte Lieferantengutschriften

# model:ir.action,name:act_invoice_in_invoice_form
source: Supplier Invoices
de_de: Rechnungseingang

# model:ir.action,name:act_invoice_in_invoice_form3
source: Draft Supplier Invoices
de_de: Entwürfe Lieferantenrechnungen

# model:ir.action,name:act_invoice_in_invoice_form4
source: Pro Forma Supplier Invoices
de_de: Pro Forma Lieferantenrechnungen

# model:ir.action,name:act_invoice_in_invoice_form5
source: Opened Supplier Invoices
de_de: Fakturierte Lieferantenrechnungen

# model:ir.action,name:act_invoice_out_credit_note_form
source: Credit Notes
de_de: Gutschriften an Kunden

# model:ir.action,name:act_invoice_out_credit_note_form3
source: Draft Credit Notes
de_de: Entwürfe Kundengutschriften

# model:ir.action,name:act_invoice_out_credit_note_form4
source: Pro Forma Credit Notes
de_de: Pro Forma Kundengutschriften

# model:ir.action,name:act_invoice_out_credit_note_form5
source: Opened Credit Notes
de_de: Fakturierte Kundengutschriften

# model:ir.action,name:act_invoice_out_invoice_form
source: Invoices
de_de: Rechnungsausgang

# model:ir.action,name:act_invoice_out_invoice_form3
source: Draft Invoices
de_de: Entwürfe Kundenrechnungen

# model:ir.action,name:act_invoice_out_invoice_form4
source: Pro Forma Invoices
de_de: Pro Forma Kundenrechnungen

# model:ir.action,name:act_invoice_out_invoice_form5
source: Opened Invoices
de_de: Fakturierte Kundenrechnungen

# model:ir.action,name:act_payment_term_form
source: Payment Terms
de_de: Zahlungsbedingungen

# model:ir.action,name:credit_invoice
source: Credit
de_de: Gutschrift erstellen

# model:ir.action,name:print_invoice_report
source: Invoice
de_de: Rechnung/Gutschrift

# model:ir.action,name:report_invoice
source: Invoice
de_de: Rechnung

# model:ir.action,name:wizard_pay_invoice
source: Pay Invoice
de_de: Rechnung bezahlen

# model:ir.sequence.type,name:sequence_type_account_invoice
source: Invoice
de_de: Rechnung

# model:ir.ui.menu,name:menu_invoice_form
source: All Invoices
de_de: Alle Rechnungen/Gutschriften

# model:ir.ui.menu,name:menu_invoice_in_credit_note_form
source: Supplier Credit Notes
de_de: Gutschriften von Lieferanten

# model:ir.ui.menu,name:menu_invoice_in_credit_note_form3
source: Draft Supplier Credit Notes
de_de: Entwürfe Lieferantengutschriften

# model:ir.ui.menu,name:menu_invoice_in_credit_note_form4
source: Pro Forma Supplier Credit Notes
de_de: Pro Forma Lieferantengutschriften

# model:ir.ui.menu,name:menu_invoice_in_credit_note_form5
source: Opened Supplier Credit Notes
de_de: Fakturierte Lieferantengutschriften

# model:ir.ui.menu,name:menu_invoice_in_invoice_form
source: Supplier Invoices
de_de: Rechnungseingang

# model:ir.ui.menu,name:menu_invoice_in_invoice_form3
source: Draft Supplier Invoices
de_de: Entwürfe Lieferantenrechnungen

# model:ir.ui.menu,name:menu_invoice_in_invoice_form4
source: Pro Forma Supplier Invoices
de_de: Pro Forma Lieferantenrechnungen

# model:ir.ui.menu,name:menu_invoice_in_invoice_form5
source: Opened Supplier Invoices
de_de: Fakturierte Lieferantenrechnungen

# model:ir.ui.menu,name:menu_invoice_out_credit_note_form
source: Credit Notes
de_de: Gutschriften an Kunden

# model:ir.ui.menu,name:menu_invoice_out_credit_note_form3
source: Draft Credit Notes
de_de: Entwürfe Kundengutschriften

# model:ir.ui.menu,name:menu_invoice_out_credit_note_form4
source: Pro Forma Credit Notes
de_de: Pro Forma Kundengutschriften

# model:ir.ui.menu,name:menu_invoice_out_credit_note_form5
source: Opened Credit Notes
de_de: Fakturierte Kundengutschriften

# model:ir.ui.menu,name:menu_invoice_out_invoice_form
source: Invoices
de_de: Rechnungsausgang

# model:ir.ui.menu,name:menu_invoice_out_invoice_form3
source: Draft Invoices
de_de: Entwürfe Kundenrechnungen

# model:ir.ui.menu,name:menu_invoice_out_invoice_form4
source: Pro Forma Invoices
de_de: Pro Forma Kundenrechnungen

# model:ir.ui.menu,name:menu_invoice_out_invoice_form5
source: Opened Invoices
de_de: Fakturierte Kundenrechnungen

# model:ir.ui.menu,name:menu_invoices
source: Invoices
de_de: Rechnungen

# model:ir.ui.menu,name:menu_payment_term_form
source: Payment Terms
de_de: Zahlungsbedingungen

# model:ir.ui.menu,name:menu_payment_terms_configuration
source: Payment Terms
de_de: Zahlungsbedingungen

# model:workflow,name:invoice_workflow
source: Invoice workflow
de_de: Workflow Rechnung

# model:workflow.activity,name:invoice_activity_cancel
source: Canceled
de_de: Annulliert

# model:workflow.activity,name:invoice_activity_draft
source: Draft
de_de: Entwurf

# model:workflow.activity,name:invoice_activity_open
source: Open
de_de: Fakturieren

# model:workflow.activity,name:invoice_activity_paid
source: Paid
de_de: Bezahlt

# odt:account.invoice:0
source: Amount
de_de: Betrag

# odt:account.invoice:0
source: Base
de_de: Netto

# odt:account.invoice:0
source: Credit Note N°:
de_de: Gutschrift Nr.:

# odt:account.invoice:0
source: Date
de_de: Fällig am

# odt:account.invoice:0
source: Date:
de_de: Datum:

# odt:account.invoice:0
source: Description
de_de: Beschreibung
