Repository: pypi-data/pypi-mirror-6
Catalog: packages/djangocms-link/djangocms-link-1.3.tar.gz/djangocms-link-1.3/djangocms_link/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Link
eu: Esteka

source: page
eu: orria

source: name
eu: izena

source: link
eu: esteka

source: A link to a page has priority over a text link.
eu: Orrira estekak lehentasuna du testu esteka baten aurrean.

source: mailto
eu: eposta helbidea

source: An email adress has priority over a text link.
eu: Eposta helbideak lehentasuna du testu esteka baten aurrean.

source: target
eu: helburua

source: same window
eu: lehio berdina

source: new window
eu: lehio berria

source: parent window
eu: lehio senidea

source: topmost frame
eu: goreneko markoa
