Repository: pypi-data/pypi-mirror-6
Catalog: packages/cubicweb-zone/cubicweb-zone-1.5.0.tar.gz/cubicweb-zone-1.5.0/i18n/*.po
Languages: fr

source: New Zone
fr: Nouvelle zone

source: This Zone
fr: Cette zone

source: Zone_plural
fr: Zones

source: a geographical zone
fr: une zone géographique

source: add Zone situated_in Zone object
fr: ajouter une sous-zone

source: creating Zone (Zone situated_in Zone %(linkto)s)
fr: création d'une sous-zone de %(linkto)s

# Zone
source: description_format
fr: format

source: facets_situated_in-facet
fr: facette 'situé dans'

# Zone
source: name
fr: nom

source: situated_in
fr: situé dans

# Zone
source: situated_in
fr: situé dans

# Zone
source: situated_in_object
fr: sous-zones

source: situated_in_object
fr: sous-zones
